Repository: samhocevar/wincompose
Catalog: src/i18n/Text.*.resx
Languages: be_by, cs, de_ch, es, et, hi, it, ja, lt, nb, pt_br, ru, sl, sr, uk

# KeepOriginalKeyToolTip
source: This tells WinCompose to make a best effort to retain the original key’s behaviour. For instance, the Alt-Tab shortcut will still work even if Alt is used as the compose key.
be_by: Heta nakazvaje WinCompose imknucca zachavać pieršasnyja pavodziny klavišaŭ. Naprykład, spałuka Alt+Tab pracavaćmie pa-raniejšamu navat, kali Alt vykarystana jak kampanavaĺnaja klaviša.
cs: WinCompose se pokusí zachovat původní funkci klávesy. Například zkratka Alt-Tab bude stále funkovat, přestože je Alt používán jako klávesa Compose.
de_ch: Se ĉi-agordo estas elektita, WinCompose provos konservi la originalan konduton de la klavo. Ekzemple, la fulmoklavo "Alt-Tab" daŭrus funkcii eĉ se la Alt-klavo estas la elektita kunigo-klavo.
es: WinCompose hará su mejor esfuerzo en retener el comportamiento original del teclado. Por ejemplo, Alt-Tab todavía funcionará, incluso si Alt fuese la tecla Compose.
et: See ütleb WinCompose’ile, et ta säilitaks nii palju kui võimalik klahvi algse käitumise. Näiteks jätkab Alt+Tab oma tööd isegi siis, kui Alt on valitud kombineerimisklahviks.
it: Chiede a WinCompose di fare del suo meglio per mantenere il comportamento originale del tasto. Per esempio, Alt-Tab funzionerà correttamente anche con Alt come tasto compose.
ja: これを選択すると、WinComposeはもとの挙動をできるだけ保とうとします。たとえば、AltキーをComposeキーに指定した場合でも、Alt-Tabショートカットは従来通りの動作をします。
lt: WinCompose programa bandys nesugadinti ar atkurti įprastą Compose mygtuko veikseną. Pavyzdžiui, Alt+Tab toliau bus galima naudoti perjungti programas, net jei Alt bus nustatytas kaip sekos įvedimo (Compose) klavišas.
nb: Dette ber WinCompose om å forsøke å beholde knappens opprinnelige oppførsel. For eksempel vil Alt-Tab-snarveien fortsatt virke, selv om Alt blir brukt som komponer-tast.
pt_br: Determina que o WinCompose faça o possível para manter o comportamento original da tecla. Por exemplo, o atalho Alt-Tab ainda funcionará mesmo que Alt seja usada como tecla Compose.
ru: Стараться сохранить оригинальное поведение клавиш. Например, нажатие Alt-Tab будет работать как и раньше, даже если Alt назначен в качестве клавиши compose.
uk: Збережи першоповедінку клавіші! Виконуй, до прикладу, Инше-Виступ, навіть коли Инше є як Складова.

# InsertZwsp
source: Insert zero-width spaces in Office apps
be_by: Ustaŭliać prahały nuliavoj šyryni ŭ ofisnych prahramach
cs: Vkládat nulovou mezeru v aplikacích Office
de_ch: Enigu nevideblajn spacetajn signojn en la aplikaĵoj Office-aj
es: Insertar espacios de anchura cero en las programas de Office
et: Sisesta Office programmides null-laiusega tühikud
it: Inserisci spazi a larghezza zero in Office
ja: Officeアプリ使用時ゼロ幅スペースを挿入する
lt: Pridėti nematomų simbolių Microsoft Office programose
nb: Sett inn null-bredde-mellomrom i Office-programmer
pt_br: Inserir espaços de largura zero em aplicativos do Office
ru: Вставлять пустой пробел в офисных приложениях
sr: Убаци размаке нулте ширине у Офис апликацијама
uk: Вноси пустого пробіла в застосунках Office

# InsertZwspToolTip
source: Microsoft Office applications sometimes change the document font on the fly when entering certain Unicode characters. This feature inserts an invisible character after the Unicode character to work around the bug.
be_by: Dadatki «Microsoft Office» časam mianiajuć šryft dakumienta na liatu pad čas uvodu niekatorych unikodavych symbaliaŭ. Hetaja opcyja ŭstaŭliaje niabačny symbaĺ paślia ŭnikodavaha, kaby spravicca z henaj prykraściu.
cs: Aplikace Microsoft Office někdy automaticky mění font dokumentu při zadání určitých znaků Unicode. Tato funkce za problémové znaky vloží neviditelný znak, který tomuto chování zabrání.
de_ch: "Microsoft Office"-aj aplikaĵoj kelkfoje ŝanĝas la tiparon de la dokumento dinamike se oni eniras certajn Unikodajn signojn. Tiu ĉi funkcio eniros signon nevideblan post la signo Unikoda kiel provizora solvo kontraŭ tiu MS Office-a cimo.
es: Las aplicaciones de Microsoft Office tienden a cambiar la fuente del documento cuando ciertos caracteres de Unicode son ingresados. Está función insertará un carácter invisible después del carácter de Unicode para evitar este defecto.
et: Microsoft Office programmid muudavad mõnikord käigult dokumendi fonti, kui sisestatakse teatavaid Unicode märke. See parameeter lisab automaatselt Unicode märgi taha nähtamatu märgisi, et vältida vea avaldumist.
it: Certi caratteri Unicode possono far cambiare il font del documento alle applicazioni Microsoft Office di colpo. Quest'opzione inserisce un carattere invisibile dopo quelli Unicode per evitare il bug.
ja: Microsoft Officeのアプリケーションは、特定のUnicode文字を入力したときに、文書のフォントをフォントを変えてしまうバグがあります。この機能は、Unicode文字の後に、不可視スペースを挿入して、そのバグを回避します。
lt: Microsoft Office paketo programos, įvedant simbolius, kurių neturi aktyvus teksto šriftas, automatiškai parenka kitą šriftą tolesniam tekstui. WinCompose įterps nematomą simbolį, kad Office programa paliktų šriftą nepakeistą.
nb: Microsoft Office-programmer endrer av og til dokumentet i farten mens man fyller inn visse unicodetegn. Dette alternativet setter inn et usynlig tegn etter unicodetegnet for å omgå denne feilen.
pt_br: Programas do Microsoft Office às vezes mudam a fonte do documento no momento em que se digitam certos caracteres Unicode. Esta funcionalidade insere um caractere invisível depois do caractere Unicode para contornar o problema.
ru: Приложения Microsoft Office иногда изменяют шрифт документа, если были введены определённые символы Unicode. Эта настройка позволяет вставлять невидимый пробел перед такими символами, чтобы обойти это поведение.
uk: Застосунки Microsoft Office подеколи на льоту змінюють черенка після введеня певних знаків єднопису. Вставляй невидимого знаку після знаку єднописа, аби уникати такого.

# EmulateCapsLock
source: Emulate Caps Lock using both Shift keys
be_by: Emuliavać «Caps Lock» vykarystoŭvajučy abiedźvie klavišy «Shift»
cs: Emulovat CapsLock stisknutím obou kláves Shift
de_ch: Imitu la majusklan baskulon kiam oni sinkrone premas la du majuskligajn klavojn
es: Emular Bloq Mayús usando ambas teclas Mayús
et: Emuleeri Caps Lock mõlema Shift klahviga
it: Emula Bloc Maiusc premendo entrambi i tasti Maiusc
ja: 両方のShiftキー押下でCaps Lockの代わりにする
lt: Imituoti ⇪Caps Lock (Didž.) paspaudus abu ⇪⇧Shift (Lyg2) klavišus
nb: Emuler Caps Lock med begge Shift-tastene
pt_br: Simular Caps Lock usando ambas as teclas Shift
ru: Эмулировать Caps Lock, используя обе клавиши Shift
sr: Симулирај CapsLock помоћу оба Shift тастера
uk: Вдай Заголовних при настиску двох Пересувних

# EmulateCapsLockToolTip
source: If Caps Lock is used as the compose key, the original behaviour of the key becomes unavailable. This feature allows to turn Caps Lock on by pressing both Shift keys simultaneously.
be_by: Kali «Caps Lock» užyvajecca jak kampanavaĺnaja klaviša, pieršapačatkovyja pavodziny klavišy stajuć niedastupnymi. Hetaja opcyja dazvaliaje ŭvamknuć «Caps Lock» naciskańniem abiedźviuch klavišaŭ «Shift» adnačasova.
cs: Pokud je CapsLock používaný jako klávesa Compose, původní funkce klávesy přestane být dostupná. Tato funkce umožňuje zapnout CapsLock zmáčknutím obou kláves Shift zároveň.
de_ch: Se la majuskla baskulo estas uzata kiel la kunigo-klavo, la originala kunduto de la baskulo ne funkcios. Ĉi tiu funkcio ebligas baskuli majusklojn kiam oni sinkrone premas la du majuskligajn (Shift) klavojn.
es: Si se usa Bloq Mayús como tecla Compose, el comportamiento original de la tecla no estará disponible. Esta función permite activar Bloq Mayús pulsando ambas teclas Mayús al mismo tiempo.
et: Kui Caps Lock on valitud kombineerimisklahviks, siis blokeeritakse klahvi algne käitumine. See parameeter lubab lülitada Caps Locki sisse vajutades korraga mõlemat Shift klahvi.
it: Se si usa Bloc Maiusc come Compose si perde la sua funzione originaria. Quest'opzione permette di attivare il Bloc Maiusc premendo contemporaneamente i due tasti Maiusc.
ja: Caps LockをComposeキーに指定した場合、元の挙動は使うことできません。この機能は、両方のShiftを同時に押すことで、Caps LockをOnにすることができます。
lt: Nustačius ⇪Caps Lock (didžiųjų raidžių režimo klavišą, Didž.) kaip sekos pradžios klavišą, jo nebegalima naudoti kaip įprasta. WinCompose gali įjungti/išjungti didžiųjų raidžių režimą, spustelėjus abu ⇧Shift (Lyg2) klavišus vienu metu.
nb: Hvis Caps Lock brukes som komponer-tast, fungerer den ikke som Caps Lock. Dette alternativet tillater å skru på Caps Lock ved å trykke ned begge Shift-tastene samtidig.
pt_br: Se Caps Lock for usada como tecla Compose, o comportamento original da tecla se torna indisponível. Esta função permite que se ative Caps Lock pressionando ambas as teclas Shift ao mesmo tempo.
ru: Если клавиша Caps Lock используется в качестве compose, её оригинальное поведение недоступно. Эта настройка позволяет повторять функциональность Cap Lock с помощью нажатия двух клавиш Shift одновременно.
uk: Якщо Заголовні за Складової, то уставна поведінка клавіші недоступна. Верти Заголовну натиском двома Пересувними.

# ShiftDisablesCapsLock
source: Shift key disables Caps Lock
be_by: Klaviša «Shift» vymykaje «Caps Lock»
cs: Klávesa Shift vypne CapsLock
de_ch: La majuskliga klavo malŝatas la majusklan baskulon
es: Desactivar Bloq Mayús con la tecla Mayús
et: Shift klahv keelab Caps Locki
it: Premere Maiusc disabilita Bloc Maiusc
ja: Shiftキーを押した時にはCaps Lockを無効にする
lt: Nuspaudus ⇧Shift (Lyg2), išjungti ⇪Caps Lock (Didž.)
nb: Shift skrur av Caps-Lock
pt_br: Shift desativa Caps Lock
ru: Shift отключает Caps Lock
sr: Shift тастер искључује CapsLock
uk: Вимкни Заголовні Пересувною

# ShiftDisablesCapsLockToolTip
source: If Caps Lock is used as the compose key, the original behaviour of the key becomes unavailable. This feature allows to turn Caps Lock off by pressing the Shift key.
be_by: Kali «Caps Lock» užyvajecca jak kampanavaĺnaja klaviša, pieršapačatkovyja pavodziny klavišy stajuć niedastupnymi. Hetaja opcyja dazvaliaje vymknuć «Caps Lock» naciskańniem klavišy «Shift».
cs: Pokud je CapsLock používaný jako klávesa Compose, původní funkce klávesy přestane být dostupná. Tato funkce automaticky vypne CapsLock při stisknutí klávesy Shift.
de_ch: Se la majuskla baskulo estas uzata kiel la kunigo-klavo, la originala konduto de la baskulo ne funkcios. Ĉi tiu funkcio ebligas onin malŝalti la majusklan baskulon por premi la majuskligan klavon.
es: Si se usa Bloq Mayús como tecla Compose, el comportamiento original de la tecla no estará disponible. Esta función permite desactivar Bloq Mayús pulsando la tecla Mayús.
et: Kui Caps Lock on valitud kombineerimisklahviks, siis blokeeritakse klahvi algne käitumine. See parameeter lubab lülitada Caps Locki välja vajutades Shift klahvi.
it: Se si usa Bloc Maiusc come Compose si perde la sua funzione originaria. Quest'opzione permette di disattivare il Bloc Maiusc premendo uno dei due tasti Maiusc.
ja: Caps LockをComposeキーに指定した場合、元の挙動は使用できません。この機能は、Shiftキーを押すことでCaps LockをOffにすることができます。
lt: Nustačius ⇪Caps Lock (Didž., didžiųjų raidžių režimo klavišą) kaip sekos pradžios klavišą, jo nebegalima naudoti kaip įprasta. WinCompose gali išjungti didžiųjų raidžių režimą, spustelėjus bet kurį ⇧Shift (Lyg2) klavišą.
nb: Hvis Caps Lock brukes som komponer-tast, fungerer den ikke som Caps Lock. Dette alternativet lar deg skru av Caps Lock ved å trykke på Shift.
pt_br: Se Caps Lock for usada como tecla Compose, o comportamento original da tecla se torna indisponível. Esta função permite que se desative Caps Lock pressionando a tecla Shift.
ru: Если клавиша Caps Lock используется в качестве compose, её оригинальное поведение недоступно. Эта настройка позволяет выключать Cap Lock с помощью нажатия клавиши Shift.
uk: Якщо Заголовні за Складової, то уставна поведінка недоступна. Вимкни Заголовних натиском Пересувної.

# CapsLockCapitalizes
source: Caps Lock always capitalizes letters
be_by: «Caps Lock» zaŭsiody robić vialikimi litary
cs: Při CapsLocku vždy psát velká písmena
de_ch: La majuskla baskulo ĉiam majuskligas la literojn
es: Bloq Mayús siempre escribirá letras en mayúscula
et: Caps Lock muudab tähed alati suureks
it: Bloc Maiusc scrive sempre in maiuscolo
ja: Caps Lockがオンの時は、常に大文字にする
lt: Įjungus ⇪Caps Lock (Didž.), visuomet įvesti didžiąsias raides
nb: Caps Lock gir store bokstaver uansett
pt_br: Caps Lock sempre capitaliza letras
ru: Нажатый Caps Lock всегда генерирует заглавные буквы
uk: Заголовна завше заголовнює букви

# CapsLockCapitalizesToolTip
source: When Caps Lock is on, typing an accented letter such as “é” will always output the corresponding capitalized letter, in this case “É”.
be_by: Kali «Caps Lock» uvamkniona, nabirańnie dyjakrytyzavanaj litary, takoj jak «ź», zaŭsiody vyviadzie adpaviednuju vialikuju litaru, ŭ hetym vypadku «Ź».
cs: Pokud je CapsLock zapnutý, napsání sekvence pro písmeno, např. „æ“, vždy vypíše odpovídající variantu velkého písmena, v tomto případě „Æ“.
de_ch: Kiam la majuskloj estas baskulitaj, kiam oni tajpas diakritaĵon (ekz: “é”) WinCompose ĉiam eligos la kongruan majusklan diakritaĵon (ekz: “É”).
es: Cuando Bloq Mayús está activado, el escribir una letra acentuada como "é" siempre mostrará la letra mayúscula correspondiente, en este caso "É".
et: Kui Caps Lock on sees, siis diakriitikutega tähtede sisestamisel väljastatakse alati vastav suurtäht. Nt. “é” sisestamisel muudetakse see “É”-ks.
it: Tutte le lettere accentate, scritte con Bloc Maiusc attivo, sono sempre maiuscole. Per esempio, scrivere una "é" inserirà una "É".
ja: Caps Lockがオンの時、“é”のようなアクセント付き文字を打ったとき、常に対応する大文字 (この場合は “É”) を出力する。
lt: Kuomet įjungtas didžiųjų raidžių režimas (⇪Caps Lock, Didž.), įvedamos raidės su diakritikais bus automatiškai pakeistos didžiosiomis. Pavyzdžiui, įvedant seką „Compose . e“ („ė“), bus sugeneruota didžioji raidė „Ė“.
nb: Når Caps Lock er på, blir en bokstav med aksent (som «é») alltid forandret til den tilhørende store bokstaven (i dette tilfellet «É»).
pt_br: Quando o Caps Lock está ativo, digitar uma letra acentuada como “é” sempre produzirá a letra maiúscula correspondente, neste caso “É”.
ru: Когда включён режим Caps Lock, ввод акцентированных символов, таких как “é”, всегда будет приводить к выводу соответствующих заглавных букв, в данном случае “É”.
uk: При дійсної Заголовної завше заголовнюй і складені букви при друці, як-от з „é” в „É”.

source: Categories
be_by: Katehoryji
cs: Kategorie
de_ch: Kategorioj
es: Categorías
et: Kategooriad
it: Categorie
ja: カテゴリ
lt: Rūšys
nb: Kategorier
pt_br: Categorias
ru: Категории
sr: Категорије
uk: Вибірки

source: In selected categories
be_by: U abranych katehoryjach
cs: Ve vybraných kategoriích
de_ch: En elektitaj kategorioj
es: En las categorías seleccionadas
et: Valitud kategooriates
it: Dentro le categorie selezionate
ja: 選択されたカテゴリ内を選択
lt: Parinktose rūšyse
nb: I valgte kategorier
pt_br: Nas categorias selecionadas
ru: В выбранных категориях
sr: У изабраним категоријама
uk: Ві вибраній вибірці

# Options
source: Options — WinCompose
be_by: Opcyji — WinCompose
cs: Možnosti — WinCompose
de_ch: Agordoj - WinCompose
es: Opciones — WinCompose
et: Seaded — WinCompose
it: Opzioni — WinCompose
ja: 設定 — WinCompose
lt: Nuostatos — WinCompose
nb: Alternativer – WinCompose
pt_br: Opções — WinCompose
ru: Опции — WinCompose
sr: Опције — WinCompose
uk: Лашти — WinCompose

# ShowOptions
source: Options…
be_by: Opcyji…
cs: Možnosti…
de_ch: Agordoj…
es: Opciones…
et: Seaded…
it: Opzioni…
ja: 設定…
lt: Nuostatos…
nb: Alternativer…
pt_br: Opções…
ru: Опции…
sr: Опције…
uk: Лашти…

# TrayToolTip
source: WinCompose v{2} on {0} ({1} sequences)
be_by: WinCompose v{2} na {0} ({1} paśliadoŭnaściaŭ)
cs: WinCompose v{2} (klávesa: {0}; {1} sekvencí)
de_ch: WinCompose v{2} en {0} ({1} makroklavoj)
es: WinCompose v{2} en {0} ({1} secuencias)
et: WinCompose v{2} masinas {0} ({1} kombinatsiooni)
it: WinCompose v{2} attivo su {0} ({1} sequenze)
ja: WinCompose v{2} on {0} ({1} 個のシーケンス)
lt: WinCompose v. {2}. Susieta su {0} (sekų: {1})
nb: WinCompose v{2} på {0} ({1} sekvenser)
pt_br: WinCompose v{2} em {0} ({1} sequências)
ru: WinCompose v{2} на {0} ({1} комбинаций)
sr: WinCompose v{2} на {0} ({1} комбинација)
uk: WinCompose в{2} на {0} ({1} рядів)

source: General
be_by: Asnoŭnyja
cs: Obecné
et: Üldine
it: Generale
ja: 一般
lt: Bendrosios
nb: Generelt
pt_br: Geral
ru: Общие
uk: Загал

source: Behavior
be_by: Pavodziny
cs: Chování
et: Käitumine
it: Funzionamento
lt: Elgsena
nb: Oppførsel
pt_br: Comportamento
ru: Поведение
sr: Опште понашање
uk: Поведінка

# WindowTitle
source: Sequences — WinCompose
be_by: Pasliadoŭnasci — WinCompose
cs: Sekvence — WinCompose
de_ch: Makroklavoj - WinCompose
es: Secuencias — WinCompose
et: Kombinatsioonid — WinCompose
it: Sequenze — WinCompose
ja: シーケンス — WinCompose
lt: Sekos — WinCompose
nb: Sekvenser – WinCompose
pt_br: Sequências — WinCompose
ru: Последовательности — WinCompose
sr: Комбинације — WinCompose
uk: Ряди — WinCompose

# UserMacros
source: User-defined macros
be_by: Makrasy karystaĺnika
cs: Uživatelská makra
de_ch: Makroklavoj difinitaj por la uzanto
es: Macros personalizadas
et: Kasutaja loodud makrod
it: Macro personalizzate
ja: ユーザー定義マクロ
lt: Papildomi trumpiniai
nb: Brukerdefinerte makroer
pt_br: Macros personalizadas
ru: Пользовательские макросы
sr: Кориснички макрои
uk: Довжини корця

# DisabledToolTip
source: WinCompose is disabled
be_by: WinCompose adkliučany
cs: Program WinCompose je vypnutý
de_ch: WinCompose estas malŝaltata
et: WinCompose ei ole aktiivne
it: WinCompose è disabilitato
ja: WinComposeは無効です
lt: WinCompose dabar išjungtas
nb: WinCompose er deaktivert
pt_br: WinCompose está desativado
ru: WinCompose отключен
sr: WinCompose је искључен
uk: WinCompose вимкнений

# KeyInsert
source: Insert
de_ch: Enmeta klavo
et: Lisa
it: Ins
lt: Įterpti (Insert)
nb: Ins
uk: Внести

source: Test Typing
be_by: Praviercie nabor
cs: Vyzkoušejte psaní
de_ch: Provi la tajpadon
et: Proovi sisestamist:
it: Prova a scrivere
ja: ためしてみる
lt: Įvesties bandymų sritis
nb: Prøveinntasting:
pt_br: Teste a Digitação:
ru: Протестируйте ввод
sr: Куцајте за пробу:
uk: Випроба друку

source: Tweaks
be_by: Paliapšeńni
cs: Vychytávky
de_ch: Optimumigoj
et: Kohandused
it: Regolazioni
ja: 細かい設定
lt: Smulkmenos
nb: Finjusteringer
pt_br: Ajustes
ru: Твики
sr: Штеловања
uk: Підправки

# DelaySeconds
source: {0} seconds
it: {0} secondi
lt: {0} sek.
uk: {0} мить/і/ей

source: About
be_by: Pra pragramu
cs: O aplikaci
de_ch: Pri WinCompose
es: Acerca de
et: Programmist
it: Informazioni
ja: WinCompose について
lt: Apie WinCompose
nb: Om
pt_br: Sobre
ru: О программе
sr: О програму
uk: Про

# Download
source: Download WinCompose {0}
be_by: Spampavaci WinCompose {0}
cs: Stáhnout WinCompose {0}
de_ch: Elŝuti WinCompose-n {0}
et: Laadi alla WinCompose {0}
it: Scarica Wincompose {0}
ja: WinComposeのダウンロード {0}
lt: Parsisiųsti WinCompose {0} versiją
nb: Last ned WinCompose {0}
pt_br: Baixar o WinCompose {0}
ru: Скачать WinCompose {0}
uk: Вивантаж WinCompose {0}

# AboutBoxTitle
source: About WinCompose
be_by: Pra WinCompose
cs: O aplikaci WinCompose
de_ch: Pri WinCompose
et: Programmist WinCompose
it: Informazinoi su — WinCompose
ja: WinCompose について
lt: Apie WinCompose
nb: Om WinCompose
pt_br: Sobre o WinCompose
ru: О программе
sr: О програму
uk: Про WinCompose

source: Programming
be_by: Prahramavańnie
cs: Programátoři
de_ch: Programado
et: Programm
it: Programmazione
ja: プログラミング
lt: Programuotojams
nb: Programmering
pt_br: Programação
ru: Программирование
sr: Програмирање
uk: Проґрама

# Translators
source: Translation
be_by: Pierakład
cs: Překlad
de_ch: Tradukado
et: Tõlge
it: Traduzione
ja: 翻訳
lt: Vertėjams
nb: Oversettelse
pt_br: Tradução
ru: Перевод
sr: Превод
uk: Переклад

source: Authors
it: Autori
lt: Autoriai
uk: Автори

source: License
be_by: Licenzija
cs: Licence
de_ch: Permesilo
et: Litsents
it: Licenza
ja: ライセンス
lt: Licencija
nb: Lisens
pt_br: Licença
ru: Лицензия
sr: Лиценца
uk: Дозвіл

# NeedRestart
source: WinCompose needs to be restarted for some changes to take effect.
be_by: WinCompose nieabchodna pierazapuścić, kab niekatoryja źmieny nabyli mocy.
cs: Aby se projevily změny, WinCompose musí být restartován.
de_ch: WinCompose devas reŝarĝi por efektivigi kelkajn agordojn ŝanĝitajn.
et: WinCompose tuleb mõnede muudatuste aktiveerimiseks uuesti käivitada.
it: WinCompose deve essere riavviato per applicare i cambiamenti.
ja: 設定によっては、WinComposeを再起動しないと反映されないものもあります。
lt: Pakeitimai įsigalios, paleidus WinCompose iš naujo.
nb: WinCompose må startes på nytt for at enkelte endringer skal tas i bruk.
pt_br: O WinCompose precisa ser reiniciado para que algumas alterações entrem em efeito.
ru: Необходимо перезапустить WinCompose, чтобы изменения вступили в силу.
sr: Да би неке измене ступиле на снагу, програм се мора поново покренути.
uk: Зміни потребують WinCompose перепочати.

# ReportBug
source: Report a Bug
be_by: Paviedamić pra pamyłku
cs: Nahlásit chybu
de_ch: Cimraporti
et: Teata veast
it: Segnala un problema
ja: バグ報告
lt: Užregistruoti klaidą
nb: Meld en feil
pt_br: Reportar um Bug
ru: Сообщить об ошибке
sr: Пријавите грешку
uk: Повідом про ваду

source: Help
be_by: Dapamoha
cs: Nápověda
de_ch: Helpilo
et: Abi
it: Aiuto
ja: ヘルプ
lt: Pagalba
nb: Hjelp
pt_br: Ajuda
ru: Помощь
uk: Поміч

# UpdatesToolTip
source: Updates are available.
be_by: Abnaŭlieńni najaŭnyja.
cs: K dispozici jsou nové aktualizace.
de_ch: Ĝisdatigoj estas haveblaj.
et: Saadaval on programmi uuendus.
it: Sono disponibili aggiornamenti.
ja: アップデートがあります。
lt: Išleista nauja versija.
nb: Oppdateringer er tilgjengelig.
pt_br: Há atualizações disponíveis.
ru: Доступны обновления.
uk: Доступні онови.

source: User-defined sequences
be_by: Pasliadoŭnaści karystaĺnika
cs: Uživatelem definované sekvence
de_ch: Makroklavoj difinitaj de la uzanto
et: Kasutaja loodud kombinatsioonid
it: Sequenze personalizzate
ja: ユーザー定義シーケンス
lt: Papildomos sekos
nb: Brukerdefinerte sekvenser
pt_br: Sequências personalizadas
ru: Комбинации пользователя
uk: Ряди корця

# UserDefinedSequencesEdit
source: Edit
be_by: Pravić
cs: Upravit
de_ch: Redakti
et: Muuda
it: Modifica
lt: Keisti
nb: Rediger
pt_br: Editar
ru: Правка
uk: Зміни

# UserDefinedSequencesReload
source: Reload
be_by: Pieračytać
cs: Znovu načíst
de_ch: Reŝargi
et: Laadi uuesti
it: Ricarica
lt: Užkrauti iš naujo
nb: Last på nytt
pt_br: Recarregar
ru: Перезагрузить
uk: Перевантаж

# AllowInjected
source: Allow Injected Keys
be_by: Dazvolić upravadžanyja klavišy
cs: Povolit podstrčené klávesy
et: Luba süstikklahvid
it: Accetta tasti da sorgenti virtuali
lt: Perimti imituotą įvestį
nb: Tillat injiserte taster
pt_br: Permitir Teclas Simuladas
uk: Дозволь чужорідні дії клавіш

# AllowInjectedToolTip
source: Do not ignore keys sent by other software like AutoHotkey or Synergy
be_by: Nie ignaravać klavišy dasłanyja jinšymi pragramami, jak «AutoHotkey» ci «Synergy»
cs: Neignorovat klávesy poslané jiným softwarem, jako je AutoHotkey nebo Synergy
et: Kasuta teiste programmide nagu AutoHotkey või Synergy klahvivajutusi
it: Non ignorare le pressioni dei tasti inviate da software come AutoHotkey o Synergy
lt: Jei greta WinCompose veikia ir kitos programos, kurios imituoja veiksmus klaviatūra (kaip AutoHotkey ar Synergy), į jas taip pat reaguoti
nb: Ikke ignorer taster sendt av annen programvare som AutoHotkey og Synergy
pt_br: Não ignorar teclas enviadas por outros programas tais como AutoHotKey e Synergy
ru: Не игнорировать нажатия клавиш, отправленные сторонними программами, типа AutoHotkey или Synergy
uk: Не нехтуй задіяні клавіші від виробів виду AutoHotkey чи Synergy

# KeyPrint
source: Prt Scrn
be_by: «Print Screen»
cs: PrintScreen
et: Print Scrn
it: Stamp
lt: Print Screen (Spausd.)
nb: Print Screen
ru: PrntScr
uk: Зняти Заставницю

# KeyDisabled
source: Disabled
be_by: Vymknutaja
cs: Zakázáno
it: Disabilitato
lt: Neparinkta
nb: Avskrudd
uk: Вимкнено
