Repository: samhocevar/wincompose
Catalog: src/i18n/Text.*.resx
Languages: be_by, cs, de_ch, es, et, hi, it, ja, lt, nb, pt_br, ru, sl, sr, uk

# AutodetectLanguage
source: Autodetect
be_by: Aŭtavyznačeńnie
cs: Automaticky detekovat
de_ch: Aŭtomata rekono
es: Detectar automáticamente
et: Tuvasta automaatselt
hi: अपने आप डिटक्ट होना
it: Rileva automaticamente
ja: 自動検出
lt: Atspėti
nb: Oppdag automatisk
pt_br: Automático
ru: Автоопределение
sl: Samodejno
sr: Препознај
uk: Самовизначu

# KeyLMenu
source: Left Alt
be_by: Lievy Aĺt
cs: Levý Alt
de_ch: Alt-klavo maldekstra
es: Alt izquierda
et: Vasak ALT
hi: बायाँ ऑल्ट
it: Alt Sinistro
ja: 左Alt
lt: Kairysis Alt
nb: Alt (venstre)
pt_br: Alt Esquerdo
ru: Левый Alt
sl: leva Alt tipka
sr: Леви Alt
uk: Ліве Инше

# KeyRMenu
source: Right Alt
be_by: Pravy Aĺt
cs: Pravý Alt
de_ch: Alt-klavo dekstra
es: Alt derecha
et: Parem ALT
hi: दायाँ ऑल्ट
it: Alt Gr
ja: 右Alt
lt: Dešinysis Alt (AltGr, Lyg3)
nb: Alt Gr (høyre)
pt_br: Alt Direito
ru: Правый Alt
sl: desna Alt tipka
sr: Десни Alt
uk: Праве Инше

# KeyLControl
source: Left Control
be_by: Lievy Kontrol
cs: Levý Control
de_ch: Stirklavo maldesktra
es: Control izquierda
et: Vasak CONTROL
hi: बायाँ कंट्रोल
it: Ctrl Sinistro
ja: 左Control
lt: Kairysis Ctrl (Vald.)
nb: Ctrl (venstre)
pt_br: Control Esquerdo
ru: Левый Control
sl: leva Ctrl tipka
sr: Леви Ctrl
uk: Ліва Контроля

# KeyRControl
source: Right Control
be_by: Pravy Kontrol
cs: Pravý Control
de_ch: Stirklavo dekstra
es: Control derecha
et: Parem CONTROL
hi: दायाँ कंट्रोल
it: Ctrl Destro
ja: 右Control
lt: Dešinysis Ctrl (Vald.)
nb: Ctrl (høyre)
pt_br: Control Direito
ru: Правый Control
sl: desna Ctrl tipka
sr: Десни Ctrl
uk: Права Контроля

# KeyLWin
source: Left Windows
be_by: Lievy Windoŭs
cs: Levé tlačítko s logem Windows
de_ch: Vindozo-klavo maldekstra
es: Windows izquierda
et: Vasak WINDOWS
hi: बायाँ विंडोज
it: Windows Sinistro
ja: 左Windows
lt: Kairysis Windows klavišas
nb: Windows-tast (venstre)
pt_br: “Windows” Esquerdo
ru: Левый Windows
sl: leva Windows tipka
sr: Леви Win
uk: Ліві Вікна

# KeyRWin
source: Right Windows
be_by: Pravy Windoŭs
cs: Pravé tlačítko s logem Windows
de_ch: Vindozo-klavo dekstra
es: Windows derecha
et: Parem WINDOWS
hi: दायाँ विंडोज
it: Windows Destro
ja: 右Windows
lt: Dešinysis Windows klavišas
nb: Windows-tast (høyre)
pt_br: “Windows” Direito
ru: Правый Windows
sl: desna Windows tipka
sr: Десни Win
uk: Праві Вікна

# KeyCapital
source: Caps Lock
de_ch: Majuskla baskulo
es: Bloq Mayús
hi: कैप्स लॉक
it: Bloc Maiusc
lt: ⇪Caps Lock (Didž.)
sl: tipka Caps Lock
uk: Заголовні

# KeyNumLock
source: Num Lock
de_ch: Nombra baskulo
es: Bloq Num
hi: नम लाक
it: Bloc Num
lt: Num Lock (Skaitm.)
sl: tipka Num Lock
uk: Числова

# KeyPause
source: Pause
be_by: Paŭse
de_ch: Paŭziga klavo
es: Pausa
hi: रोकें
it: Pausa
lt: Pause/Break
ru: Pause Break
sl: tipka Pause
sr: Pause Break
uk: Відгал

# KeyApps
source: Menu
be_by: Meniu
de_ch: Menua/aplikaĵa klavo
es: Menú
hi: मेन्यू
ja: アプリケーション
lt: Meniu klavišas
nb: Meny
sl: Aplikacijska tipka
sr: Мени
uk: Перелік

# KeyEscape
source: Escape
de_ch: Eskapa klavo
et: ESC
hi: एस्केप
it: Esc
lt: Escape (Gr.)
nb: Esc
pt_br: Esc
ru: Esc
sl: Escape tipka
sr: Esc
uk: Вихід

# KeyConvert
source: Conversion
be_by: Kanviertavać
cs: Konvertovat (japonská klávesnice)
et: Teisendusega
hi: कनवर्शन
it: Conversione
nb: Konvertering
pt_br: Conversão
uk: Виміна

# KeyNonConvert
source: Non-conversion
be_by: Nie kanviertavać
cs: Nekonvertovat (japonská klávesnice)
et: Teisenduseta
hi: नॉन-कनवर्शन
it: Nessuna conversione
nb: Ikke-konvertering
pt_br: Não-conversão
uk: Безвиміна

# KeyScroll
source: Scroll Lock
de_ch: Ruluma baskulo
es: Bloq Despl
hi: स्क्रॉल लॉक
it: Bloc Scorr
lt: Scroll Lock (Slinkt.)
sl: tipka Scroll Lock
uk: Прокрутна

# KeySpace
source: Space
be_by: Prahal
cs: Mezerník
de_ch: Spacostango
es: Espacio
et: Tühik
hi: स्पेसबार
it: Spazio
ja: スペース
lt: Tarpo klavišas
nb: Mellomrom
pt_br: Espaço
ru: Пробел
sl: Preslednica
sr: Размак
uk: Пробіл

# KeyReturn
source: Return
cs: Enter
de_ch: Enenklavo
es: Entrar
et: Sisesta
hi: रिटर्न बटन
it: Enter
ja: Enter
lt: Enter↵ (Return, Įvesti)
nb: Enter
pt_br: Enter
ru: Ввод
sl: tipka Enter
sr: Ентер
uk: Зворот

source: Composing
hi: लिखना
it: Composizione
lt: Sudėtiniai rašmenys
uk: Складова

# UseXorgRules
source: Use sequences from the Xorg project
hi: Xorg प्रोजेक्ट से क्रमों का उपयोग करें
it: Usa le sequenze del progetto Xorg
lt: Naudoti Xorg projekto aprašus
uk: Вжий ряди з проєкту Xorg

# UseXorgRulesToolTip
source: Use the 3,000 compose sequences from the Xorg project (http://www.x.org/). These are the sequences most commonly found on a standard Linux system.
hi: Xorg प्रोजेक्ट (http://www.x.org/) से 3,000 रचना क्रमों का उपयोग करें। ये मानक लिनक्स प्रणाली सबेस ज़्यादा पर पाए जाने वाले क्रम हैं।
it: Usa le 3000 sequenze di combinazione del progetto Xorg (http://www.x.org/). Queste sequenze sono solitamente disponibili sui sistemi Linux standard.
lt: Xorg projektas aprašo 3000 sudėtinių rašmenų, paprastai naudojamų Linux sistemoje (žr. http://www.x.org/).
uk: Вжий 3000 рядів складових з проєкту Xorg (http://www.x.org/). Вони зазвичай уставні в Лінуксі.

# UseXComposeRules
source: Use sequences from the XCompose project
hi: XCompose प्रोजेक्ट से क्रमों का उपयोग करें
it: Usa le sequenze del progetto XCompose
lt: Naudoti XCompose projekto aprašus
uk: Вжий ряди з проєкту XCompose

# UseXComposeRulesToolTip
source: Use the 1,000 compose sequences from the XCompose opensource project (https://github.com/kragen/xcompose). These sequences may sometimes conflict with the Xorg ones.
it: Usa le 1000 sequenze del progetto opensource Xcompose (https://github.com/kragen/xcompose). Queste sequenze possono a volte essere in conflitto con quelle di Xorg.
lt: XCompose atvirojo kodo projektas aprašo 1000 papildomų matematinių, ligvistinių, inžinerinių, muzikinių žymenų, graikiškų rašmenų, šypsniukų ir kt. simbolių. Dėmesio: kai kurios sekos sutampa su Xorg projekto sekomis (žr. https://github.com/kragen/xcompose/).
uk: Вжий 1000 рядів складових з відкритого вихідника проєкта XCompose (https://github.com/kragen/xcompose). Ці ряди можуть подеколи мати сутичку з Xorg.

# UseEmojiRules
source: Use WinCompose emoji sequences
hi: WinCompose इमोजी क्रम का उपयोग करें
it: Usa le sequenze emoji di WinCompose
lt: Naudoti WinCompose Emoji sekas
uk: Вжий ряди емоджей від WinCompose

# UseEmojiRulesToolTip
source: Use the compose sequences for Emoji provided by the WinCompose author and contributors.
hi: WinCompose लेखक और योगदानकर्ताओं द्वारा इमोजी के लिए दी गई कंपोज़ क्रम का उपयोग करें।
it: Usa le sequenze per le Emoji fornite dall'autore e dai contributori di WinCompose.
lt: WinCompose autoriaus ir pagalbininkų aprašyti Emoji (spalvoti šypsniukai ir ženkliukai).
uk: Вжити ряди складові для емоджей від авторів і внесників WinComposeʼа.

source: Debug Window
be_by: Akno adladki
cs: Ladící okno
et: Silumisaken
hi: डिबग विंडो
it: Finestra di debug
lt: Tyriklio langas
nb: Feilrettingsvindu
ru: Окно отладки
uk: Вікно відвади

source: Show Sequences…
be_by: Pakazać paśliadoŭnaści…
cs: Zobrazit sekvence…
de_ch: Montri makroklavojn…
es: Mostrar secuencias…
et: Kuva kombinatsioonid…
hi: क्रम दिखाएँ …
it: Mostra Sequenze…
ja: シーケンスを表示…
lt: Rodyti sekas…
nb: Vis sekvenser…
pt_br: Mostrar Sequências…
ru: Показать комбинации…
sl: Prikaži zaporedja…
sr: Прикажи комбинације…
uk: Покажи ряди…

source: Disable
be_by: Wymknuć
cs: Vypnout
de_ch: Malŝalti
es: Desactivar
et: Keela
hi: बंद करें
it: Disabilita
ja: 無効にする
lt: Išjungti
nb: Deaktiver
pt_br: Desativar
ru: Отключить
sl: Izklopi
sr: Искључи
uk: Вимкни

source: Restart
be_by: Pierazapusk
cs: Restartovat
de_ch: Reŝargi
es: Reiniciar
et: Taaskäivita
hi: रीस्टार्ट करें
it: Riavvia
ja: 再起動
lt: Paleisti iš naujo
nb: Omstart
pt_br: Reiniciar
ru: Перезапуск
sl: Ponovno zaženi
sr: Поново покрени
uk: Перепочни

source: Donation Page
hi: दान पृष्ठ
it: Pagina delle donazioni
lt: Paaukoti
uk: Сторінка пожертв

source: Visit Website
be_by: Naviedać websajt
cs: Navštívit web
de_ch: Nian retpaĝon viziti
es: Visitar sitio web
et: Veebileht
hi: वेबसाइट पर जाएं
it: Visita il sito
ja: ウェブサイトを表示
lt: Atverti tinklalapį
nb: Besøk nettsted
pt_br: Visitar o Site
ru: Посетить веб-сайт
sl: Obišči spletno stran
sr: Посети веб сајт
uk: Відвідай вебсторінку

source: Exit
be_by: Vyjści
cs: Ukončit
de_ch: Eliri
es: Salir
et: Välju
hi: बाहर जाएँ
it: Esci
ja: 終了
lt: Baigti
nb: Avslutt
pt_br: Sair
ru: Выход
sl: Izhod
sr: Излаз
uk: Вийди

source: Unicode characters
be_by: Symbali Junikodu
cs: Znaky Unicode
et: Unicode märgid
hi: यूनिकोड वर्ण
it: Caratteri Unicode
lt: Unicode simboliai
nb: Unicode-tegn
ru: Символы Юникода
uk: Знаки єднопису

source: Sequences
be_by: Paśliadoŭnaści
cs: Sekvence
de_ch: Makroklavoj
es: Secuencias
et: Kombinatsioonid
hi: क्रम
it: Sequenze
ja: シーケンス
lt: Sekos
nb: Sekvenser
pt_br: Sequências
ru: Комбинации
sl: Zaporedja
sr: Комбинације
uk: Ряди

# SwapOnInvalid
source: Try to swap the two keys
it: Prova a invertire i due tasti
lt: Bandyti sukeisti gretimus klavišus
uk: Пробуй міняти дві клавіші

# SwapOnInvalidToolTip
source: Try to swap the keys of a two-key sequence. For instance, if Compose E A is not a valid sequence, try Compose A E instead.
it: Prova a scambiare i tasti di una sequenza di due tasti. Ad esempio, se Compose E A non è una sequenza valida, prova Compose A E in alternativa.
lt: Jei dviejų klavišų seka neturi aprašo, pritaikyti atvirkščią. Pavyzdžiui, jei nėra aprašo „Compose E A“, bandyti „Compose A E“.
uk: Minjaj dvi klavici. Napryklad, jakctco Skladova E A nedijsnyj rjad, todi sprobuvty Skladova A E.

# Search
source: Search Filter:
be_by: Fiĺtar pošuku:
cs: Filtr vyhledávání:
de_ch: Serĉa filtrilo:
es: Filtro de búsqueda:
et: Otsingufilter:
it: Filtro di ricerca:
ja: 検索フィルタ:
lt: Paieškos filtras:
nb: Søkefilter:
pt_br: Filtro de Busca:
ru: Фильтр поиска:
sl: Iskalni filter:
sr: Филтер претраге:
uk: Цідило пошуку:

source: Compose Key:
be_by: Kampanavaĺnaja klaviša:
cs: Klávesa Compose:
de_ch: Kunigo-klavo:
es: Tecla Compose:
et: Kombineerimisklahv:
it: Tasto Compose:
ja: Composeキー:
lt: Sekų rinkimo klavišas:
nb: Komponer-tast:
pt_br: Tecla Compose:
ru: Модификатор:
sl: Compose tipka:
sr: Модификатор:
uk: Клавіша Складова:

# ComposeKeyToolTip
source: Select the key that should act as the Compose key.
be_by: Vybiary klavišu, jakaja stanie Kampanavaĺnaj.
cs: Zvolte klávesu, která by měla fungovat jako klávesa Compose.
de_ch: Elektu la klavon kiun estos la kunigo-klavon.
es: Selecciona la tecla que actuará como Compose.
et: Vali klahv, mis peaks käituma kombineerimisklahvina.
it: Seleziona il tasto che agirà da tasto Compose.
ja: Composeキーとなるキーを指定してください。
lt: Pasirinkite, kuriuo klavišu pradėsite sudėtines sekas (Compose).
nb: Velg tasten som skal fungere som Komponer-tast.
pt_br: Selecione a tecla que deve funcionar como tecla Compose.
ru: Выберите клавишу, которая будет использоваться в качестве клавиши Compose.
sl: Izberite tipko, ki bo uporabljena kot Compose tipka.
uk: Вибери клавішу за Складову.

# UnicodeInput
source: Advanced Unicode input
be_by: Prasunuty ŭvod Unikodu
cs: Zadávání kódů Unicode
de_ch: Speciala Unikoda enigo
es: Ingreso de Unicode avanzado
et: Täpsem Unicode sisend
it: Input Unicode avanzato
ja: 上級者向けUnicode入力
lt: Rinkti Unicode simbolių kodus
nb: Avansert unicode-inntasting
pt_br: Digitação Unicode avançada
ru: Расширенный ввод символов Unicode
sl: Napreden Unicode vnos
uk: Додаткові єднописні вставки

# UnicodeInputToolTip
source: Enable Unicode input for all characters, even those with no compose sequence defined. For instance, the following sequence will output character U+1A3F: Compose U 1 A 3 F Enter
be_by: Uvamknuć Unikodny ŭvod dlia ŭsich symbaliaŭ, navat tych, jakim nie pryznačana kampanavaĺnaje paśliadoŭnaści. Naprykład, hetaja paśliadoŭnaść vyviadzie symbaĺ U+1A3F: Compose U 1 A 3 F
es: Activar ingreso de Unicode para todos los carácteres, incluso aquellos que no tengansecuencia de composición definida. Por ejemplo, esta secuencia producirá el carácter U+1A3F: Compose U 1 A 3 F
et: Luba kõigi Unicode märkide sisestamine; seda isegi siis, kui kombineerimisjada on määramata. Näiteks genereerib jada ’Kombineeri U 1 A 3 F’ märgi U+1A3F
lt: Įvesti bet kokį Unicode simbolį, surenkant jo šešioliktainį numerį – net jei tokiam simboliui neaprašyta seka. Pavyzdžiui, simbolį, kurio kodas yra U+1A3F, galima įvesti renkant: Compose U 1 A 3 Enter
nb: Aktiver unicodeinntasting av alle tegn, selv de som ikke har noen definert komponeringssekvens. For eksempel vil følgende sekvens taste inn tegnet U+1A3F: Compose U 1 A 3 F
pt_br: Permite que todos os caracteres Unicode sejam digitados, até mesmo os que não tiverem sequências de composição definidas. Por exemplo, a sequência a seguir produzirá o caractere U+1A3F: Compose U 1 A 3 F
ru: Включить ввод Unicode для всех символов, даже для не имеющих ассоциированных с ними последовательностей Compose. Например, следующая комбинация клавиш создаст символ U+1A3F: Compose U 1 A 3 F
sl: Omogoči Unicode vnos za vse znake, tudi tiste brez definiranega zaporedja. Tako bo npr. zaporedje „Compose U 1 A 3 F“ tvorilo izhodni znak U+1A3F
uk: Вмикни єднописну вставку для всіх знків, навіть без визначень ряду складового. Вистав знак U+1A3F, коли настикати: Складова U 1 A 3 F Ввід

# InvalidSequences
source: On invalid sequences
be_by: Pry niapraviĺnych paśliadoŭnaściach
cs: Při zadání neplatné sekvence
de_ch: Se nevalida makroklavo estas enigita
es: Al ingresar secuencias inválidas
et: Vigaste kombinatsioonide korral
it: Quando una sequenza è errata
ja: 無効な入力時
lt: Surinkus neaprašytą seką
nb: Ved ugyldige sekvenser
pt_br: Com sequências inválidas
ru: Сигнал при недопустимых комбинациях
sl: Ob napačnih zaporedjih
uk: При недійсних рядів

# CaseInsensitive
source: Fall back to case insensitive matches
be_by: Adstupać da ragistraniečutlivych supadzieńniaŭ
cs: Jako záložní možnost ignorovat velikost písmen
de_ch: Uzu la usklecoblindajn kongruojn anstataŭ
es: Revertir a comparación de secuencias sin diferenciar entre mayúsculas y minúsculas
et: Pöördu tagasi tõstutundetute vastavuste juurde
it: Non distinguere fra maiuscole e minuscole
ja: 大文字小文字のみが異なるものがある場合は、それを使用する
lt: Bandyti sekas nežiūrint į raidžių registrą
nb: Forsøk å finne samme sekvens med annen bruk av små og store bokstaver
pt_br: Reverter para comparação case insensitive
ru: Откат к соответствиям, не учитывающим регистр символов, при недействительных комбинациях
sl: Ni ločevanja velikih in malih črk
sr: Спадни на словно неосетљива поклапања при неисправним комбинацијама
uk: Нехтуй розмір букв

# CaseInsensitiveToolTip
source: If the entered sequence does not exist, but there is one that only differs by case, automatically correct it.
be_by: Kali ŭviedzienaja paśliadoŭnaść nia jsnuje, alie jość ta, što adroźnivajecca toĺki registram, to aŭtamatyčna vypraŭliać jaje.
cs: Pokud zadaná sekvence neexistuje, ale existuje jiná lišící se velikostí písmen, automaticky opravit.
de_ch: Se la enigita makroklavo ne ekzistas, sed ja ekzistas unu ke diferencas nure je la uskleco, aŭtomate uzu la makroklavon de malsama uskleco.
es: Si la secuencia ingresa no existe, pero hay una que difiere en las mayúsculas o minúsculas, corregirla automáticamente.
et: Kui sisestatud jada puudub, kuid erineb ainult tähesuuruses, siis paranda see automaatselt.
it: Se la sequenza è errata solo a causa di maiuscole o minuscole viene automaticamente corretta.
ja: 入力したシーケンスが存在しないが、それと大文字小文字だけが異なるものが存在する場合、自動修正する。
lt: Jei tiksliai tokia seka neaprašyta, bet yra tokia, kuri skiriasi tik didžiųjų/mažųjų raidžių registru, ją pritaikyti.
nb: Hvis den inntastede sekvensen ikke eksisterer, men det finnes en som bare skiller seg i bruken av store og små bokstaver, korriger automatisk.
pt_br: Se a sequência digitada não existe, mas existe uma que só difere em capitalização, corrigir automaticamente.
ru: Если введённая последовательность не существует, но есть похожая, отличающаяся только в регистре символов, автоматически использовать последнюю.
sl: Če vneseno zaporedje ne obstaja, obstaja pa tako ki se loči samo po velikosti črk, ga samodejno uporabi.
uk: Якщо введеного ряду нема, але є з иншим розміром букв — самовиправляй.

# DiscardOnInvalid
source: Discard all typed characters
be_by: Skasavać usie nabranyja symbali
cs: Zrušit všechny zadané znaky
de_ch: Forviŝu ĉiujn la signojn tajpitajn
es: Descartar todos los carácteres ingresados
et: Unusta kõik sisestatud märgid
it: Scarta tutti i caratteri immessi
ja: 入力した文字を捨てる
lt: Atmesti surinktą seką
nb: Forkast alle inntastede tegn
pt_br: Descartar todos os caracteres digitados
ru: Забыть все набранные символы
sl: Zavrzi vse vnešene znake
sr: Одбаци карактере из неисправних комбинација
uk: Скасуй всі здруковані знаки

# DiscardOnInvalidToolTip
source: If the entered sequence does not exist, discard all the characters that were typed. The default behaviour is to output the characters as if the compose key had not been used.
be_by: Kali ŭviedzienaja paśliadoŭnaść nia jsnuje, to skasavać usie nabranyja symbali. Pavodlie zamoŭčańnia jany vyvodziacca tak, by kampanavaĺnaja klaviša nie naciskałaś.
cs: Pokud zadaná sekvence neexistuje, zrušit všechny zadané znaky. Výchozí chování je vypsat zadané znaky, jako by klávesa Compose vůbec nebyla použita.
de_ch: Se la enigita makroklavo ne ekzistas, forviŝu ĉiujn la signojn ke estis tajpitajn. La konduto defaŭlta estas eligi ĉiujn la signojn, kvazaŭ la kunigo-klavo ne estis premita.
es: Si la secuencia ingresada no existe, descartar todos los caracteres. El comportamiento por defecto es mostrar los caracteres como si no se hubiese usado la tecla Compose.
et: Kui sisestatud jada puudub, siis unusta kõik sisestatud märgid. Vaikimisi väljastatakse märgid nii nagu kombineerimisklahvi ei ole kasutatud.
it: Se la sequenza non esiste scarta tutti i tasti premuti. Di default sarebbero immessi come se non si fosse premuto Compose.
ja: 入力したシーケンスが存在しない場合、すべての入力を破棄する。デフォルトでは、入力された文字を、Composeキーが押されなかった時のように出力する。
lt: Jei nepavyksta pritaikyti sekos, pamiršti paspaustus klavišus. Priešingu atveju būtų įvesti visi surinkti simboliai, tarsi sekos rinkimo režimas nebūtų įjungtas.
nb: Hvis den inntastede sekvensen ikke eksisterer, forkast alle tegn som ble tastet inn. Ellers vil tegnene bli fylt inn som om komponer-tasten ikke var brukt.
pt_br: Se a sequência digitada não existe, descartar todos os caracteres que foram digitados. O comportamento padrão é inserir os caracteres como se a tecla Compose não tivesse sido usada.
ru: Если введённая последовательность не существует, забыть все введённые символы. Поведение по умолчанию - напечатать символы так, как будто они были набраны без использования Compose.
sl: Če vneseno zaporedje ne obstaja, zavrzi vse vtipkane znake. Privzeti pristop je da se ohrani znake, kot da Compose tipka ne bi bila pritisnjena.
uk: Скасуй всі здруковані знаки, якщо введеного ряда нема. Инакше викладаю здруковані знаки, гейби і не тиснув Складову.

# BeepOnInvalid
source: Emit a beep
be_by: Vydavać hudok
cs: Vydat zvukový signál
de_ch: Pepu
es: Emitir un sonido
et: Häälitse
it: Emetti un suono
ja: ビープ音を鳴らす
lt: Pyptelėti
nb: Pip
pt_br: Soar um alerta
ru: Издать звуковой сигнал
sr: Звук при неисправним комбинацијама
uk: Видай гудок

# BeepOnInvalidToolTip
source: If the entered sequence does not exist, emit a system sound.
be_by: Kali ŭviedzienaja paśliadoŭnaść nia jsnuje, to vydać systemny huk.
cs: Pokud zadaná sekvence neexistuje, vydat systémový zvuk pro neplatnou klávesu.
de_ch: Se la enigita makroklavo ne ekzistas, ludu sisteman sonefikon (pepon).
es: Si la secuencia ingresada no existe, emitir un sonido del sistema.
et: Kui sisestatud jada on tundmatu, siis tee häält.
it: Se la sequenza non esiste riproduci un suono.
ja: 入力したシーケンスが存在しない場合、システム音を鳴らす。
lt: Jei nepavyksta pritaikyti sekos, sugroti sisteminį signalą.
nb: Hvis den inntastede sekvensen ikke eksisterer, utstøt et systempip.
pt_br: Se a sequência digitada não existe, emitir um alerta sonoro do sistema.
ru: Если введённая последовательность не существует, издать звуковой сигнал.
uk: Видай уладного гудка, якщо нема введеного ряда.

# Language
source: Interface language:
be_by: Mova intarfejsu:
cs: Jazyk rozhraní:
de_ch: Lingvo de la uzantinterfaco:
es: Idioma de la interfaz:
et: Kasutajaliidese keel:
it: Lingua dell’interfaccia:
ja: 表示言語:
lt: Programos užrašų kalba:
nb: Språk for grensesnittet:
pt_br: Idioma da interface:
ru: Язык интерфейса:
sr: Језик сучеља:
uk: Мова обопіля:

# LanguageToolTip
source: Select the language that WinCompose uses for the interface. By default the operating system language is used.
be_by: Vybiary movu intarfejsu WinCompose. Pavodlie zmoŭčańnia vykarystoŭvajecca mova apieracyjnaj systemy.
cs: Vyberte jazyk pro uživatelské rozhraní programu WinCompose. Ve výchozím nastavení bude použit jazyk systému.
de_ch: Elektu la lingvon kiun WinCompose uzas por la uzantinterfaco. Defaŭlte, la lingvo de la operaciumo estas uzata.
es: Selecciona el idioma para la interfaz de WinCompose. Por defecto, se utiliza el idioma del sistema operativo.
et: Vali keel, mida WinCompose kasutab liideses. Vaikmisi kasutatakse operatsioonisüsteemi keelt.
it: Seleziona la lingua utilizzata per l'interfaccia di WinCompose. Normalmente viene utilizzata la lingua del sistema operativo.
ja: WinComposeがインターフェースに使う言語を選んでください。デフォルトでは、システムの言語を使います。
lt: Kuria kalba rodomi WinCompose programos langų ir mygtukų antraštės bei pranešimai. Įprastai parenkama sistemos kalba.
nb: Velg språket som WinCompose bruker for grensesnittet. Som standard blir systemspråket brukt.
pt_br: Selecione o idioma que WinCompose deve usar em sua interface. O padrão é usar o idioma do sistema operacional.
ru: Выберите язык, используемый интерфейсом WinCompose. По умолчанию используется язык операционной системы.
uk: Вибери мову обопіля до WinCompose. За уставну ся бере мова твойого уладу.

source: Close
be_by: Začynić
cs: Zavřít
de_ch: Fermi
es: Cerrar
et: Sulge
it: Chiudi
ja: 閉じる
lt: Užverti
nb: Lukk
pt_br: Fechar
ru: Закрыть
sr: Затвори
uk: Закрий

source: Copy to clipboard
it: Copia negli appunti
lt: Kopijuoti į parankinę
uk: Відбий до клавіятури

source: Emoji
be_by: Emodžy
lt: Emoji (šypsniukai)
ru: Эмоджи
uk: Зобраголиця

source: Apply
be_by: Užyć
cs: Použít
de_ch: Apliki
es: Aplicar
et: Rakenda
it: Applica
ja: 適用
lt: Taikyti
nb: Bruk
pt_br: Aplicar
ru: Принять
sr: Примени
uk: Застосуй

# KeepOriginalKey
source: Maintain original compose key behaviour
be_by: Zachavać zychodnyja pavodziny klavišy
cs: Zachovat původní chování klávesy Compose
de_ch: Konservu la konduton de la kunigo-klavo
es: Mantener funcionamiento original de la tecla Compose
et: Säilita algne kombineerimisklahvi käitumine
it: Il tasto Compose mantiene il suo comportamento originale
ja: もとのComposeキーの動作を保つ
lt: Išlaikyti įprastą klavišo Compose veikseną
nb: Behold opprinnelig oppførsel for komponer-knapp
pt_br: Manter comportamento original da tecla Compose
ru: Сохранить оригинальное поведение клавиши Compose
sr: Очувај оригинално понашање тастера Compose
uk: Збережи уставну поведінку Складової
