Repository: samhocevar/wincompose
Catalog: src/i18n/Text.*.resx
Languages: be_by, cs, de_ch, es, et, hi, it, ja, lt, nb, pt_br, ru, sl, sr, uk

# CheckUpdates
source: Automatically check for updates
it: Controlla automaticamente se ci sono aggiornamenti
lt: Automatiškai tikrinti, ar yra atnaujinimų
uk: Самоперевіряй на онови

# CheckUpdatesToolTip
source: If enabled, WinCompose will connect to the Internet at regular intervals to check for new versions. Updates are not installed automatically.
it: Se abilitato, WinCompose si collegherà ad Internet ad intervalli regolari per verificare la presenza di nuove versioni. Gli aggiornamenti non saranno installati automaticamente.
lt: Periodiškai prisijungti prie interneto ir tikrinti, ar yra išleista nauja WinCompose versija. Atnaujinimai nebus diegiami neatsiklausus.
uk: Як вмикнене, WinComposeʼо, перевіряй мережею на нові відміни! Онови ся не самоставлять.

# KeepIconVisible
source: Try to keep notification area icon always visible
it: Prova a tenere l'icona nell'area di notifica sempre visibile
lt: Jei įmanoma, ženkliuką pranešimų srityje visuomet laikyti matomą
uk: Тримай іконку видимою в області звісток

# KeepIconVisibleToolTip
source: By default, Windows will remove the icon from the notification area after a short while. This option attempts to keep it always visible.
it: Di default, Windows rimuoverà l'icona dall'area di notifica dopo un breve intervallo. Questa opzione cerca di tenerla sempre visibile.
lt: Įprastai Windows paslepia nesikeičiančius programų ženkliukus pranešimų srityje. WinCompose stengsis išlaikyti savo ženkliuką matomą.
uk: Уставно Вікна уставно видаляють з області звісток іконку за короткий проміжок часу. Най іконка ся видніє завше.

# ChangeComposeKey
source: Change…
it: Cambia...
lt: Parinkti…
uk: Зміни…

# CaptureComposeKey
source: Please press a key to use as your compose key.
it: Premere un tasto da utilizzare come tasto di combinazione.
lt: Spustelkite klavišą, kuriuo norite pradėti rinkti sekas (Compose).
uk: Тицьни ту клавішу, котра буде за Складову.

source: Add to favorites
it: Aggiungi ai preferiti
lt: Pridėti prie išrinktųjų
uk: Додай до обраних

# DisableIcon
source: Disable notification area icon
it: Disabilita l'icona nell'area di notifica
lt: Išjungti pranešimų srities ženkliuką
uk: Вимкни іконку з области звісток

# DisableIconToolTip
source: If enabled, WinCompose will no longer display an icon in the notification area. The only way to open the WinCompose interface will then be through the “WinCompose Settings” and “WinCompose Sequences” entries in the startup menu.
it: Se abilitato, WinCompose non mosterà più un icona nella barra notifiche. L'unico modo per aprire l'interfaccia di WnCompose sarà allora attraverso le applicazioni "Impostazioni WinCompose" ("WinCompose Settings") e "Sequenze di WinCompose" ("WinCompose Sequences") nel menu Start.
lt: WinCompose neberodys savo ženkliuko užduočių juostos pranešimų srityje. Vienintelis būdas pasiekti WinCompose nustatymų ir informacijos langus tuomet liks tik naudojant Windows programų meniu, punktus „WinCompose Settings“ ir „WinCompose Sequences“.
uk: Як вмикнене, то, WinComposeʼо, не показуй вже іконку в области звісток. Йму відкривати пообпіля WinComposeʼа через „WinCompose Settings” and „WinCompose Sequences” в Пусці.

# KeyHome
source: Home
lt: ⇤Home (Pradžia)
uk: Початок

# KeyEnd
source: End
it: Fine
lt: ⇥End (Pabaiga)
uk: Кінець

# KeyTab
source: Tab
it: Tabulazione
uk: Виступ

source: Advanced
it: Avanzate
uk: Поглиблене

# IgnoreRegex
source: Ignore windows matching this regex:
it: Ignora finestre che vengono comprese in questa espressione regolare (regex):
lt: Vengti langų, atitinkančių RegEx filtrą:
uk: Нехтувати вікна за сталим виразом:

# IgnoreRegexToolTip
source: WinCompose will be completely disabled when the current window class or window name matches this regular expression.
it: WinCompose verra completamente disabilitato quando il nome o la classe della finestra in primo piano è compreso in questa espressione regolare.
lt: WinCompose bus pristabdytas, kol aktyvus langas, kurio antraštė arba klasės pavadinimas tinka nurodytai reguliariajai išraiškai.
uk: Вимкни ся, як вікно з класом чи імʼєм ся збіже з сталим виразом.

# AlwaysCompose
source: Alternate compose key is always Compose
it: Il tasto Compose alternativo vale sempre come Compose
lt: Kitas Compose klavišas sekoje taip pat veikia kaip Compose
uk: Іншеможлива Складова завше є Складовою

# AlwaysComposeToolTip
source: If enabled, all compose keys will be treated as Compose in a sequence. By default, only the first pressed key will act as Compose, and alternate compose keys will keep their original role.
lt: Jei įjungta, visi Compose klavišai sekoje bus interpretuojami kaip Compose, o ne pagal jų įprastą veikseną. Priešingu atveju, tik tas klavišas, kuriuo seka buvo pradėta, sekoje toliau veikia kaip Compose, o visi kiti klavišai veikia kaip numatyta.
uk: Як вмикнене, то в ряду буде ся вватати за Складову. А уставно лише перша є Складовою, а іншеможливі Складові мати ймуть першовласну дію.

source: Special Thanks
cs: Zvláštní poděkování
de_ch: Rekonoj
it: Ringraziamenti
ja: スペシャルサンクス
lt: Padėka
uk: Особливі подяки

source: Remove from favorites
uk: Видалити з обраного

source: Favorites
uk: Обрані

# ResetTimeout
source: Delay:
cs: Doba trvání:
it: Resetta timeout

# NoTimeout
source: No delay
it: Nessun timeout
