Repository: samhocevar/wincompose
Catalog: src/po/*.po
Languages: af, be, bg, el, eo, fi, ga, hr, hu, ko, no, ro, sc, sv, ta, uk

source: If set, any compose sequence will be cancelled after a certain delay if no keyboard activity is detected.
af: As dit aan is, sal enige komponeervolgorde na 'n sekere tyd gekanselleer word indien geen verdere knoppies gedruk word nie.
be: Калі ўключана, любая паслядоўнасць будзе скінута пры адсутнасці актыўнасці клавіятуры ў пэўны тэрмін.
bg: Когато е зададена стойност тя ще бъде използвана като изчакване преди отказ от започнатата комбинация ако за това време няма действия с клавиатурата.
el: Εάν οριστεί, οποιαδήποτε ακολουθία σύνταξης θα ακυρωθεί μετά από μια συγκεκριμένη καθυστέρηση εάν δεν εντοπιστεί δραστηριότητα πληκτρολογίου.
eo: Se agordite, iu ajn kompona makroklavo estos nuligita post difinita tempo, se ne detektiĝas aktiveco de la klavaro.
fi: Jos asetettu, kaikki kirjoitusjaksot peruuntuvat tietyn viiveen jälkeen jos mitään näppäimistön toimintaa ei havaita.
ga: Má tá sé socraithe, cuirfear aon seicheamh cumadóireachta ar ceal tar éis moille áirithe mura n-aimsítear aon ghníomhaíocht mhéarchláir.
hr: Ako je postavljeno, bilo koja kombinacija otkazat će se nakon određenog vremena, ako se u tom vremenu ne otkrije aktivnost tipkovnice.
hu: Ha be van állítva, az elkezdett komponáló szekvencia törlésre kerül a megadott idő után, ha nem érzékelhető billentyűzetaktivitás.
ko: 설정하면, 일정 시간 동안 키보드 입력이 감지되지 않을 때 합성 시퀀스를 취소합니다.
ro: Dacă este setat, orice secvență de compunere va fi anulată după o anumită perioadă, dacă nu se detectează nicio activitate de la tastatură.
sc: Si custa optzione est abilitada cale si siat filera compose s'at a annullare a pustis de un'intervallu isseberadu si no at a èssere registrada peruna atividade de tastiera.
sv: Om markerat, kommer alla Kompositionssekvenser avbrytas efter en viss fördröjning om ingen tangentbordsaktivitet upptäcks.
ta: அமைக்கப்பட்டால், விசைப்பலகை செயல்பாடு எதுவும் கண்டறியப்படாவிட்டால் ஒரு குறிப்பிட்ட தாமதத்திற்குப் பிறகு எந்த இசையமைப்புக் வரிசை ரத்து செய்யப்படும்.
uk: Якщо увімкнено, будь-яку комбінацію буде скасовано після певної затримки, якщо не буде виявлено жодної активності клавіатури.

source: Keyboard LED
af: Sleutelbord LED
be: Уключаць святлодыёд на клавіятуры
bg: Включване на светодиод на клавиатурата
el: LED πληκτρολογίου
eo: LED de klavaro
fi: Näppäimistön LED
ga: Méarchlár LED
hr: LED tipkovnice
hu: Billentyűzet LED
ko: 키보드 LED
no: Tastatur-LED
ro: LED tastatură
sc: LED de sa tastiera
sv: Tangentbordslampa
ta: விசைப்பலகை எல்.ஈ.டி
uk: Вмикати світлодіод на клавіатурі

source: If set, the corresponding keyboard LED will be lit when a compose sequence is in progress.
af: As dit aan is, sal die ooreenstemmende sleutelbord LED verlig word wanneer 'n komponeervolgorde aan die gang is.
be: Калі ўключана, на клавіятуры будзе загарацца адпаведны святлодыёд падчас уводу паслядоўнасці.
bg: Когато е зададено, по време на комбинация съответния светодиод на клавиатурата ще бъде включен.
el: Εάν ρυθμιστεί, το αντίστοιχο LED πληκτρολογίου θα ανάψει όταν βρίσκεται σε εξέλιξη μια ακολουθία σύνταξης.
eo: Se agordite, la taŭga klavara LED eklumos kiam kompona makroklavo estas farata.
fi: Jos asetettu, vastaava näppäimistön LED syttyy, kun kirjoitusjakso on käynnissä.
ga: Má tá sé socraithe, déanfar an méarchlár LED comhfhreagrach a lasadh nuair a bhíonn seicheamh cumadóireachta ar siúl.
hr: Ako je postavljeno, odgovarajuća LED tipkovnica svijetli kad je kombinacija u tijeku.
hu: Beállítás esetén a megfelelő billentyűzet LED világítani fog, amíg a komponáló szekvencia tart.
ko: 설정하면, 합성 시퀀스를 입력할 때 해당하는 키보드 LED가 켜집니다.
no: Lyser opp tilhørende tastatur-LED når en sammenfattingssekvens pågår.
ro: Dacă este setat, LED-ul corespunzător al tastaturii se va aprinde atunci când este în desfășurare o secvență de compunere.
sc: Si custa optzione est abilitada su LED de sa tastiera s'at a allùghere cando ses impreende una filera compose.
sv: Om markerat kommer korresponderande tangentbordslampa lysa när sekvensen pågår.
ta: அமைக்கப்பட்டால், ஒரு இசையமைப்புக் வரிசை நடந்து கொண்டிருக்கும்போது தொடர்புடைய விசைப்பலகை எல்.ஈ.டி எரியும்.
uk: Якщо увімкнено, відповідний світлодіод клавіатури світитиметься під час виконання комбінації.

source: Compose
af: Kombinasie
bg: Модификатор
el: Σύνθεση
eo: Kompona klavo
ga: Cum
hr: Sastavi
hu: Komponáló billentyű
ro: Tastă de compunere
sc: Cumpositzione
sv: Komposition
ta: எழுதுங்கள்

source: Launch WinCompose on login
af: Begin WinCompose op as jy inlog
be: Запускаць WinCompose пры ўваходзе
bg: Стартиране на приложението със системата
el: Εκτέλεση του WinCompose κατά την εκκίνηση
eo: Lanĉi WinCompose je ensaluto
fi: Käynnistä WinCompose kirjautuessa
ga: Seoladh WinCompose ar logáil isteach
hr: Pokreni WinCompose nakon prijave
hu: Belépéskor a WinCompose elindítása
ko: 로그인할 때 WinCompose 실행
no: Kjør WinCompose ved innlogging
ro: Execută WinCompose la conectare
sc: Allughe Wincompose in su momentu de s'intrada
sv: Kör WinCompose vid inloggning
ta: உள்நுழைவில் வின்காம்போச் தொடங்கவும்
uk: Запуск WinCompose при вході в систему

source: If set, WinCompose will be started when the user logs in.
af: As dit aan is, sal WinCompose begin word wanneer jy inlog op die rekenaar.
be: Калі ўключана, WinCompose будзе запускацца пры ўваходзе ў сістэму.
bg: Когато е отметнато, WinCompose ще стартира при влизане на потребителя.
el: Εαν επιλεχθεί, το WinCompose θα ξεκινάει όταν ο χρήστης συνδεθεί.
eo: Se agordite, WinCompose komenciĝos kiam la uzanto ensalutas.
fi: Jos asetettu, WinCompose käynnistetään, kun käyttäjä kirjautuu sisään.
ga: Má tá sé socraithe, cuirfear tús le WinCompose nuair a logálann an t-úsáideoir isteach.
hr: Ako je postavljeno, WinCompose će se pokrenuti kad se korisnik prijavi.
hu: Beállítás esetén a WinCompose elindul a felhasználó belépésekor.
ko: 현재 창의 창 클래스나 창 이름이 정규표현식에 일치되는 경우에는 WinCompose가 완전히 비활성화됩니다.
ro: Dacă este setat, WinCompose va fi pornit atunci când utilizatorul se conectează.
sc: Si est impostadu gasi, Wincompose s'at a allùghere cando s'impreadore faghet s'atzessu.
sv: Om markerat kommer Wincompose startas när användaren loggar in.
ta: அமைக்கப்பட்டால், பயனர் உள்நுழையும்போது வின்கோம்போச் தொடங்கப்படும்.
uk: Якщо встановлено, WinCompose буде запущено, коли користувач увійде в систему.

source: Accessibility
be: Даступнасць
bg: Достъпност
el: Προσβασιμότητα
eo: Alireblo
fi: Esteettömyys
ga: Inrochtaineacht
hr: Pristupačnost
hu: Akadálymentesítés
ko: 접근성
ro: Accesibilitate
sc: Atzessibilidade
sv: Tillgänglighet
ta: அணுகல்
uk: Доступність

source: Caps Lock is only active while being held down
be: Caps lock актыўны толькі пры ўтрыманні
bg: Клавишът Caps Lock е включен само докато е натиснат
el: Το Caps Lock είναι ενεργό μόνο όταν μένει πατημένο
eo: Majuskla baskulo estas aktiva nur depremate
fi: Caps Lock on aktiivinen vain, kun sitä pidetään painettuna
ga: Ní bhíonn Caps Lock gníomhach ach amháin agus é á choinneáil síos
hr: Tipka za velika slova je aktivna samo dok je pritisnuta
hu: A Caps Lock csak lenyomás közben aktív
ko: Caps Lock이 눌려 있을 때만 작동
ro: Activează Caps Lock numai atunci când este ținut apăsat
sc: Su Blocu Majùsculu est ativu petzi cando est incarcadu
sv: Caps Lock är bara aktiv när den hålls nere
ta: தொப்பிகள் பூட்டு கீழே வைத்திருக்கும் போது மட்டுமே செயலில் உள்ளது
uk: Клавіша Caps Lock активна лише під час утримування

source: Releasing the Caps Lock key will immediately disable it, instead of the more standard behaviour of having to press it a second time.
be: Caps Lock будзе аўтаматычна выключаны пры адпусканні клавішы, замест таго, каб націскаць яго паўторна.
bg: Отпускане на клавиша Caps Lock веднага престава да действа, вместо подразбираното поведение, при което трябва да бъде натиснат втори път.
el: Η απελευθέρωση του Caps Lock θα το απενεργοποιήσει αμέσως, αντί για την πιο φυσιολογική συμπεριφορά του να πρέπει να πατηθεί δεύτερη φορά.
eo: Malteni la majusklo-baskulan klavon tuje malebligos ĝin, anstataŭ la norma konduto de premi ĝin duan fojon por tiel fari.
fi: Caps Lock -näppäimen vapauttaminen poistaa sen käytöstä välittömästi normaalimman toiminnan sijaan, että sitä joutuisi painamaan toisen kerran.
ga: Má scaoiltear an eochair Caps Lock díchumasófar í láithreach, in ionad an iompraíochta níos caighdeánaí a bhaineann le brú a chur air an dara huair.
hr: Otpuštanje tipke za velika slova odmah će je deaktivirati, umjesto standardnijeg ponašanja da je se mora ponovo pritisnuti.
hu: A Caps Lock felengedése azt azonnal lekapcsolja a szokásos viselkedés helyett, amikor az ismételt megnyomás kapcsolja le.
ko: Caps Lock을 한 번 더 눌러야 비활성화되는 대신, 떼는 즉시 비활성화됩니다.
ro: Eliberarea tastei Caps Lock o va dezactiva imediat, în locul comportamentului standard care presupune apăsarea acesteia a doua oară pentru dezactivare.
sc: Lassende su Blocu Majùsculu l'as a disabilitare immediatamente, imbetzes de l'àere a dèpere torrare a incarcare una segunda borta comente a su sòlitu.
sv: Att släppa upp Caps Lock kommer omedelbart inaktivera det, istället för att behöva trycka en andra gång som vanligt.
ta: கேப்ச் லாக் விசையை வெளியிடுவது உடனடியாக அதை முடக்கும், அதை இரண்டாவது முறையாக அழுத்த வேண்டியிருக்கும் நிலையான நடத்தைக்கு பதிலாக.
uk: Відпустивши клавішу Caps Lock, її буде негайно вимкнено, замість більш стандартної поведінки необхідності натискати її вдруге.

source: Run with elevated privileges (recommended)
be: Запускаць з павышанымі правамі (рэкамендуецца)
bg: Работа с повишени права (препоръчително)
el: Εκκίνηση με αυξημένα δικαιώματα (προτεινόμενο)
eo: Plenumi altrange (rekomendata)
fi: Suorita korotetuilla käyttöoikeuksilla (suositellaan)
ga: Rith le pribhléidí ardaithe (molta)
hr: Pokreni s višim ovlastima (preporučeno)
hu: Futtatás emelt jogosultságokkal (javasolt)
ko: 관리자 권한으로 실행 (권장됨)
ro: Rulează cu privilegii elevate (recomandat)
sc: Esecuta cun privilègios elevados (racumandadu)
sv: Kör med utökade privilegier (rekommenderas)
ta: உயர்ந்த சலுகைகளுடன் இயக்கவும் (பரிந்துரைக்கப்படுகிறது)
uk: Запустити з підвищеними привілеями (рекомендовано)

source: Composition will not work in some applications if WinCompose does not run with elevated privileges. This options reduces the chances that this will happen.
be: Камбінаванне не будзе працаваць у некаторых праграмах, калі WinCompose будзе запушчаны без павышаных праў. Гэты параметр памяншае верагоднасць такіх выпадкаў.
bg: Комбинирането на знаци може да не работи в някои приложения ако WinCompose не работи с повишени права. Тази настройка намалява риска това да се случи.
el: Η σύνθεση δεν θα λειτουργεί σε κάποιες εφαρμογές εάν το WinCompose δεν εκτελείται με αυξημένα δικαιώματα. Αυτή η επιλογή μειώνει τις πιθανότητες να συμβεί αυτό.
eo: Komponado ne funkcios en iuj aplikaĵoj se WinCompose ne estas plenumata altrange. Tiu ĉi agordo malpli-ebligas, ke tio okazos.
fi: Kirjoitus ei toimi joissakin sovelluksissa, jos WinComposea ei suoriteta korotetuilla oikeuksilla. Tämä vaihtoehto vähentää mahdollisuuksia, että näin tapahtuu.
ga: Ní oibreoidh comhdhéanamh i roinnt feidhmchlár mura ritheann WinCompose le pribhléidí ardaithe. Laghdaíonn na roghanna seo an seans go dtarlóidh sé seo.
hr: Kompozicija neće raditi u nekim programima ako WinCompose ne radi s višim ovlastima. Ova opcija smanjuje šanse da će se to dogoditi.
hu: A komponálás néhány alkalmazásban nem működik, ha a WinCompose nem emelt jogosultságokkal fut. Ez az opció csökkenti ennek előfordulási valószínűségét.
ko: WinCompose가 관리자 권한으로 실행되지 않으면 일부 앱에서 합성이 동작하지 않을 수 있습니다. 이 설정은 그러한 현상이 발생할 가능성을 줄입니다.
ro: Compunerea nu va funcționa în unele aplicații dacă WinCompose nu rulează cu privilegii elevate. Această opțiune reduce șansele ca acest lucru să se întâmple.
sc: Sa cumpositzione no at a funtzionare in unas cantas aplicatziones si WinCompose non s'at a esecutare cun privilègios elevados. Custa optzione mìnimat sas possibilidades chi custu acontessat.
sv: Komposition kommer inte fungera i somliga program om WinCompose inte körs med utökade privilegier. Detta val minskar risken att detta sker.
ta: வின்கோம்போச் உயர்ந்த சலுகைகளுடன் இயங்கவில்லை என்றால் சில பயன்பாடுகளில் கலவை இயங்காது. இந்த விருப்பங்கள் இது நடக்கும் வாய்ப்புகளை குறைக்கிறது.
uk: Комбінування не працюватиме в деяких програмах, якщо WinCompose запускається без підвищених привілеїв. Цей параметр зменшує ймовірність того, що це станеться.

source: Other, Control
af: Ander, Beheer
be: Іншыя, для кіравання
bg: Други, управляващи
el: Άλλο, Ελέγχου
eo: Aliaj, stiraj
fi: Muut, hallinta
ga: Eile, Rialúcháin
hr: Ostalo, kontrolni znak
hu: Más, kontrol kód
ko: 기타, 제어문자
ro: Alta, control
sc: Àteru, controllu
sv: Andra, kontroll
ta: மற்றவை, கட்டுப்பாடு
uk: Інші, управляючі

source: Other, Format
af: Ander, Formaat
be: Іншыя, для фарматавання
bg: Други, форматиращи
el: Άλλο, Μορφοποίησης
eo: Aliaj, aranĝaj
fi: Muut, muoto
ga: Eile, Formáid
hr: Ostalo, format
hu: Más, Formázás
ko: 기타, 형식
no: Andre, Format
ro: Alta, formatare
sc: Àteru, formadu
sv: Andra, format
ta: மற்ற, வடிவம்
uk: Інші, форматуючі

source: Other, Not Assigned
af: Ander, nie toegeken nie
be: Іншыя, не прызначаныя
bg: Други, незаделени
el: Άλλο, Μη καταχωρημένο
eo: Aliaj, senkategoriaj
fi: Muut, sijoittamaton
ga: Eile, Ní Ceaptha
hr: Ostalo, nedodijeljeno
hu: Más, Hozzárendelés nélküli
ko: 기타, 지정되지 않음
no: Andre, ikke tildelt
ro: Alta, neatribuită
sc: Àteru, non assegnadu
sv: Andra, inte tilldelade
ta: மற்றவை, ஒதுக்கப்படவில்லை
uk: Інші, не призначені

source: Other, Private Use
af: Ander, privaat gebruik
be: Іншыя, карыстальніцкія
bg: Други, лична употреба
el: Άλλο, Ιδιωτικής χρήσης
eo: Aliaj, privatuzaj
fi: Muut, erilliskäyttö
ga: Eile, Úsáid Phríobháideach
hr: Ostalo, privatno područje
hu: Más, Saját használatra
ko: 기타, 개인 영역
no: Annet, privat bruk
ro: Alta, utilizare privată
sc: Àteru, impreu privadu
sv: Andra, privat användning
ta: மற்ற, தனியார் பயன்பாடு
uk: Інші, особисті

source: Other, Surrogate
af: Ander, Surrogaat
be: Іншае, заменнікі
bg: Други, заместители
el: Άλλο, Υποκατάστατο
eo: Aliaj, anstataŭaj
fi: Muut, korvikemerkki
ga: Eile, Ionadaí
hr: Slovo, zamjenski znak
hu: Más, Surrogate karakter
ko: 기타, 확장 코드
no: Annet, surrogat
ro: Alta, surogat
sc: Àteru, surrogadu
sv: Andra, surrogat
ta: மற்ற, வாகை
uk: Інші, замінники

source: Letter, Lowercase
af: Letter, Kleinletter
be: Літары, ніжні рэгістр
bg: Букви, долен регистър
el: Γράμμα, Πεζά
eo: Litero, minuskla
fi: Kirjain, pieni
ga: Litir, Beag
hr: Slovo, mala slova
hu: Betű, Kisbetű
ko: 문자, 소문자
no: Bokstav, liten
ro: Literă, litere mici
sc: Lìtera, minùscola
sv: Bokstav, gemen
ta: கடிதம், சிறிய எழுத்துக்கள்
uk: Літери, нижній регістр

source: Letter, Modifier
af: Letter, Wysiger
be: Літары, мадыфікатары
bg: Букви, модификатори
el: Γράμμα, Τροποποίησης
eo: Litero, modifa
fi: Kirjain, määrite
ga: Litir, Bunathraitheoir
hr: Slovo, modifikator
hu: Betű, módosító
ko: 문자, 변경자
no: Bokstav, modifikator
ro: Literă, modificator
sc: Lìtera, modificadora
sv: Bokstav, modifierare
ta: கடிதம், மாற்றியமைப்பாளர்
uk: Літери, модифікатори

source: Letter, Other
af: Letter, Ander
be: Літары, іншыя
bg: Букви, други
el: Γράμμα, Άλλο
eo: Litero, alia
fi: Kirjain, muut
ga: Litir, Eile
hr: Slovo, ostalo
hu: Betű, egyéb
ko: 문자, 기타
no: Bokstav, annet
ro: Literă, alta
sc: Lìtera, àtera
sv: Bokstav, andra
ta: கடிதம், மற்றவை
uk: Літери, інші

source: Letter, Titlecase
af: Letter, Titel vorm
be: Літары, для загалоўкаў
bg: Букви, заглавни
el: Γράμμα, Γράμματα Τίτλου
eo: Litero, titoluskleca
fi: Kirjain, päällekirjoitus
ga: Litir, Teideal
hr: Slovo, naslovna slova
hu: Betű, címformátum (nagybetű)
ko: 문자, 제목 문자
ro: Literă, majusculă de titlu
sc: Lìtera, titoladora
sv: Bokstav, titeltyp
ta: கடிதம், டிட்ட்லெகேச்
uk: Літери, заголовний регістр

source: Letter, Uppercase
af: Letter, Hoofletter
be: Літары, верхні рэгістр
bg: Букви, горен регистър
el: Γράμμα, Κεφαλαία
eo: Litero, majuskla
fi: Kirjain, iso
ga: Litir, Mór
hr: Slovo, velika slova
hu: Betű, nagybetű
ko: 문자, 대문자
no: Bokstav, stor
ro: Literă, majusculă
sc: Lìtera, maiùscola
sv: Bokstav, versal
ta: கடிதம், பெரிய எழுத்து
uk: Літери, верхній регістр

source: Mark, Spacing Combining
af: Merk, Spasiëring Kombinasie
be: Адзнакі, спалучэнні прабелаў
bg: Знаци, комбиниращи интервали
el: Σημάδι, Συνδυάσιμο διάκενο
eo: Signo, spackombina
fi: Merkki, erillisiä tarkkeita
ga: Marc, Spásáil agus Snaidhmeadh
hr: Dijakritički znak, spojni sa širinom
hu: Jelölő, kombináló, szélességmódosító
ko: 표시, 공백 조합
no: Merke, mellomromskombinasjon
ro: Marcaj, spațiu combinat
sc: Sinnu, cumbinàbile cun ispatziadura
sv: Märke, utrymmeskombinerande
ta: குறி, இடைவெளி இணைத்தல்
uk: Відмітки, комбінування інтервалів

source: Mark, Enclosing
af: Merk, Omhul
be: Адзнакі, канцавыя
bg: Знаци, завършващи
el: Σημάδι, Περίκλεισης
eo: Signo, enfermiga
fi: Merkki, ympäröivä
ga: Marc, Fálú
hr: Dijakritički znak, obuhvatni
hu: Jelölő, összefogó
ko: 표시, 둘러싸기
ro: Marcaj, înglobare
sc: Sinnu, serradu
sv: Märke, omslutande
ta: குறி, இணைத்தல்
uk: Відмітки, закриваючі

source: Mark, Non-Spacing
af: Merk, Nie-Spasiëring
be: Адзнакі, без прабелаў
bg: Знаци, неотбелязващи интервал
el: Σημάδι, Δεν καταλαμβάνει χώρο
eo: Signo, nespaca
fi: Merkki, ei-erillinen
ga: Marc, Ní Spásáil
hr: Dijakritički znak, bez širine
hu: Jelölő, nullszélességű
ko: 표시, 공백 아님
ro: Marcaj, nespațiat
sc: Sinnu, sena ispatziadura
sv: Märke, icke-blanksteg
ta: குறி, இடைவெளி அல்ல
uk: Відмітки, нерозривні

source: Number, Decimal Digit
af: Nommer, Desimale Syfer
be: Лічбы, дзесятковыя лікі
bg: Цифри, десетични цифри
el: Αριθμός, Δεκαδικό ψηφίο
eo: Nombro, decimalcifera
fi: Numero, desimaalinumero
ga: Uimhir, Digit Dheachúlach
hr: Brojka, decimalni broj
hu: Szám, decimális jegy
ko: 숫자, 10진 숫자
no: Tall, desimalsiffer
ro: Număr, cifră zecimală
sc: Nùmeru, tzifra detzimale
sv: Tal, decimal siffra
ta: எண், தசம இலக்க
uk: Числа, десяткові цифри

source: Number, Letter
af: Nommer, Letter
be: Лічбы, літары
bg: Цифри, букви
el: Αριθμός, Γράμμα
eo: Nombro, litero
fi: Numero, kirjain
ga: Uimhir, Litir
hr: Brojka, slovo
hu: Szám, betű
ko: 숫자, 문자
no: Tall, bokstav
ro: Număr, literă
sc: Nùmeru, lìtera
sv: Tal, bokstav
ta: எண், கடிதம்
uk: Числа, букви

source: Number, Other
af: Nommer, Ander
be: Лічбы, іншае
bg: Цифри, други
el: Αριθμός, Άλλο
eo: Nombro, alia
fi: Numero, muut
ga: Uimhir, Eile
hr: Brojka, ostalo
hu: Szám, egyéb
ko: 숫자, 그외
no: Tall, annet
ro: Număr, alta
sc: Nùmeru, àteru
sv: Tal, andra
ta: எண், மற்றவை
uk: Числа, інше

source: Punctuation, Connector
af: Leestekens, Aansluiting
be: Знакі прыпынку, злучнікі
bg: Пунктуация, свързващи
el: Σημείo στίξης, Ενωτικό
eo: Interpunkcio, konekta
fi: Välimerkki, yhdistävä
ga: Poncaíocht, Ceanglóir
hr: Interpunkcija, spojnica
hu: Központozás, összekötő
ko: 구두 기호, 연결자
no: Skilletegn, bindestrek
ro: Punctuație, conector
sc: Puntegiadura, giuntura
sv: Skiljetecken, sammanfogare
ta: நிறுத்தற்குறி, இணைப்பு
uk: Розділові знаки, з'єднувачі

source: Punctuation, Dash
af: Leestekens, Dash
be: Знакі прыпынку, працяжнікі
bg: Пунктуация, тире
el: Σημείo στίξης, Παύλα
eo: Interpunkcio, streka
fi: Välimerkki, viiva
ga: Poncaíocht, Fleasc
hr: Interpunkcija, povlaka
hu: Központozás, kötőjel
ko: 구두 기호, 대시
no: Tegnsetting, strek
ro: Punctuație, cratimă
sc: Puntegiadura, tratigheddu
sv: Skiljetecken, streck
ta: நிறுத்தற்குறி, கோடு
uk: Розділові знаки, тире

source: Punctuation, Close
af: Leestekens, Sluit
be: Знакі прыпынку, канцавыя
bg: Пунктуация, крайни
el: Σημείo στίξης, Κλείσιμο
eo: Interpunkcio, ferma
fi: Välimerkki, lopetus
ga: Poncaíocht, Deireadh
hr: Interpunkcija, zatvarajuća
hu: Központozás, bezáró
ko: 구두 기호, 닫기
no: Tegnsetting, lukking
ro: Punctuație, punct
sc: Puntegiadura, serrada
sv: Skiljetecken, stäng
ta: நிறுத்தற்குறி, மூடு
uk: Розділові знаки, закриваючі

source: Punctuation, Final Quote
af: Leestekens, Finale Kwotasie
be: Знакі прыпанку, канцавыя двукоссі
bg: Пунктуация, затваряща кавичка
el: Σημείo στίξης, Κλείσιμο εισαγωγικών
eo: Interpunkcio, fina citilo
fi: Välimerkki, lainaus kiinni
ga: Poncaíocht, Deireadh Athfhriotail
hr: Interpunkcija, zatvarajući navodni znak
hu: Központozás, idézet vége
ko: 구두 기호, 닫는 따옴표
no: Tegnsetting, sluttsitat
ro: Punctuație, apostrof închidere
sc: Puntegiadura, tzita/mentovadura finale
sv: Skiljetecken, slutcitat
ta: நிறுத்தற்குறி, இறுதி மேற்கோள்
uk: Розділові знаки, кінцеві лапки

source: Punctuation, Initial Quote
af: Leestekens, Aanvanklike Kwotasie
be: Пунктуацыя, пачатковыя двукоссі
bg: Пунктуация, отваряща кавичка
el: Σημείo στίξης, Άνοιγμα εισαγωγικών
eo: Interpunkcio, komenca citilo
fi: Välimerkki, lainaus alkaa
ga: Poncaíocht, Tosach Athfhriotail
hr: Interpunkcija, otvarajući navodni znak
hu: Központozás, idézet kezdete
ko: 구두 기호, 여는 따옴표
no: Tegnsetting, sitatåpning
ro: Punctuație, apostrof deschidere
sc: Puntegiadura, tzita/mentovadura de cumentzu
sv: Skiljetecken, påbörjan av citat
ta: நிறுத்தற்குறி, ஆரம்ப மேற்கோள்
uk: Розділові знаки, початкові лапки

source: Punctuation, Other
af: Leestekens, Ander
be: Пунктуацыя, іншае
bg: Пунктуация, други
el: Σημείo στίξης, Άλλο
eo: Interpunkcio, alia
fi: Välimerkki, muut
ga: Poncaíocht, Eile
hr: Interpunkcija, ostalo
hu: Központozás, egyéb
ko: 구두 기호, 기타
no: Tegnsetting, annet
ro: Punctuație, alta
sc: Puntegiadura, àteru
sv: Skiljetecken, andra
ta: நிறுத்தற்குறி, மற்றவை
uk: Розділові знаки, інше

source: Punctuation, Open
af: Leestekens, Oop
be: Пунктуацыя, пачатковыя знакі
bg: Пунктуация, начални
el: Σημείo στίξης, Άνοιγμα
eo: Interpunkcio, komenca
fi: Välimerkki, alku
ga: Poncaíocht, Oscailte
hr: Interpunkcija, otvarajuća
hu: Központozás, nyitó
ko: 구두 기호, 열기
no: Tegnsetting, åpning
ro: Punctuație, deschidere
sc: Puntegiadura, aberta
sv: Skiljetecken, öppna
ta: நிறுத்தற்குறி, திறந்த
uk: Розділові знаки, відкриваючі

source: Symbol, Currency
af: Simbool, Geldeenheid
be: Сімвалы, валюты
bg: Знаци, валута
el: Σύμβολο, Νόμισμα
eo: Simbolo, monunua
fi: Symboli, valuutta
ga: Siombail, Airgeadra
hr: Simbol, valuta
hu: Szimbólum, pénznem
ko: 기호, 통화
no: Symbol. valuta
ro: Simbol, monedă
sc: Sìmbolu, moneda
sv: Symbol, valuta
ta: அடையாளம், நாணயம்
uk: Символи, валюта

source: Symbol, Modifier
af: Simbool, Wysiger
be: Сімвалы, мадыфікатары
bg: Знаци, модификатор
el: Σύμβολο, Τροποποίησης
eo: Simbolo, modifa
fi: Symboli, määrite
ga: Siombail, Bunathraitheoir
hr: Simbol, modifikator
hu: Szimbólum, módosító
ko: 기호, 변경자
no: Symbol, modifikator
ro: Simbol, modificator
sc: Sìmbolu, modificadore
sv: Symbol, modifierare
ta: அடையாளம், மாற்றியமைப்பாளர்
uk: Символи, модифікатори

source: Symbol, Math
af: Simbool, Wiskunde
be: Сімвалы, матэматыка
bg: Знаци, математически
el: Σύμβολο, Μαθηματικό
eo: Simbolo, matematika
fi: Symboli, matematiikka
ga: Siombail, Mata
hr: Simbol, matematički
hu: Szimbólum, matematika
ko: 기호, 수학
no: Symbol, matematikk
ro: Simbol, matematică
sc: Sìmbolu, matemàticu
sv: Symbol, matematik
ta: அடையாளம், கணிதம்
uk: Символи, математичні

source: Symbol, Other
af: Simbool, Ander
be: Сімвалы, іншае
bg: Знаци, други
el: Σύμβολο, Άλλο
eo: Simbolo, alia
fi: Symboli, muut
ga: Siombail, Eile
hr: Simbol, ostalo
hu: Szimbólum, egyéb
ko: 기호, 기타
no: Symbol, annet
ro: Simbol, alta
sc: Sìmbolu, àteru
sv: Symbol, andra
ta: அடையாளம், மற்றவை
uk: Символи, інше

source: Separator, Line
af: Skeider, Lyn
be: Раздзяляльнікі, радкі
bg: Разделител, редове
el: Διαχωριστικό, Γραμμή
eo: Apartigilo, linia
fi: Erotinmerkki, viiva
ga: Deighilteoir, Líne
hr: Znak rastavljanja, redak
hu: Elválasztás, vonal
ko: 분리 기호, 줄
no: Inndeler, linje
ro: Separator, linie
sc: Iscrobadore, lìnia
sv: Avskiljare, rad
ta: பிரிப்பான், வரி
uk: Відокремлення, рядок

source: Separator, Paragraph
af: Skeider, Paragraaf
be: Раздзяляльнікі, абзацы
bg: Разделител, параграфи
el: Διαχωριστικό, Παράγραφος
eo: Apartigilo, alinea
fi: Erotinmerkki, kappale
ga: Deighilteoir, Alt
hr: Znak rastavljanja, odlomak
hu: Elválasztás, bekezdés
ko: 분리 기호, 문단
no: Inndeler, paragraf
ro: Separator, paragraf
sc: Iscrobadore, paràgrafu
sv: Avskiljare, stycke
ta: பிரிப்பான், பத்தி
uk: Відокремлення, параграф
