Repository: samhocevar/wincompose
Catalog: src/po/*.po
Languages: af, be, bg, el, eo, fi, ga, hr, hu, ko, no, ro, sc, sv, ta, uk

source: Autodetect
af: Outomaties
be: Аўтавызначэнне
bg: Автоматично разпознаване
el: Αυτόματος εντοπισμός
eo: Aŭtomate rekoni
fi: Tunnista automaattisesti
ga: Braith go huathoibríoch
hr: Automatsko otkrivanje
hu: Automata felismerés
ko: 자동 감지
no: Automatisk oppdaging
ro: Detecție automată
sc: Releva automaticamente
sv: Upptäck automatiskt
ta: ஆட்டோடெடெக்ட்
uk: Визначати автоматично

source: Left Alt
af: Linker Alt
be: Левы Alt
bg: Ляв Alt
el: Αριστερό Alt
eo: «Alt» maldekstra
fi: Vasen Alt
ga: Ar chlé Alt
hr: Lijevi Alt
hu: Bal Alt
ko: 왼쪽 Alt
no: Venstre Alt
ro: Alt stânga
sc: Alt de manca
sv: Vänster Alt
ta: இடது ஆல்ட்
uk: Лівий Alt

source: Right Alt
af: Regter Alt
be: Правы Alt
bg: Десен Alt
el: Δεξί Alt
eo: «Alt» dekstra
fi: Oikea Alt
ga: Alt ar dheis
hr: Desni Alt
hu: Jobb Alt
ko: 오른쪽 Alt
no: Høyre Alt
ro: Alt dreapta
sc: Alt de destra
sv: Höger Alt
ta: வலது ஆல்ட்
uk: Правий Alt

source: Left Control
af: Linker Ctrl
be: Левы Control
bg: Ляв Control
el: Αριστερό Control
eo: «Control» maldesktra
fi: Vasen Ctrl
ga: Rialú Clé
hr: Lijevi Ctrl
hu: Bal Kontroll
ko: 왼쪽 Ctrl
no: Venstre Ctrl
ro: Control stânga
sc: Ctrl de manca
sv: Vänster Ctrl
ta: இடது கட்டுப்பாடு
uk: Лівий Control

source: Right Control
af: Regter Ctrl
be: Правы Control
bg: Десен Control
el: Δεξί Control
eo: «Control» dekstra
fi: Oikea Ctrl
ga: Rialú Ceart
hr: Desni Ctrl
hu: Jobb Kontroll
ko: 오른쪽 Ctrl
no: Høyre Ctrl
ro: Control dreapta
sc: Ctrl de destra
sv: Höger Ctrl
ta: சரியான கட்டுப்பாடு
uk: Правий Control

source: Left Windows
af: Linker Windows
be: Левы Windows
bg: Ляв Windows
el: Αριστερό Windows
eo: «Windows» maldekstra
fi: Vasen Windows-näppäin
ga: D'fhág Windows
hr: Lijevi Windows
hu: Bal Windows
ko: 왼쪽 윈도우 키
no: Venstre Super
ro: Windows stânga
sc: Win de manca
sv: Vänster Win
ta: இடது சன்னல்கள்
uk: Ліва Windows

source: Right Windows
af: Regter Windows
be: Правы Windows
bg: Десен Windows
el: Δεξί Windows
eo: «Windows» dekstra
fi: Oikea Windows-näppäin
ga: Windows ar dheis
hr: Desni Windows
hu: Jobb Windows
ko: 오른쪽 윈도우 키
no: Høyre Super
ro: Windows dreapta
sc: Win de destra
sv: Höger Win
ta: வலது சாளரங்கள்
uk: Права Windows

source: Caps Lock
eo: Majuskla baskulo
sc: Bloc Maiusc
ta: தொப்பிகள் பூட்டு

source: Num Lock
eo: Nombra baskulo
ga: Líon Lock
sc: Bloc Num
ta: எண் பூட்டு

source: Pause
bg: Pause, Break
el: Παύση
eo: Paŭzigo
fi: Pause / Break
ga: Sos
hu: Szünet
ro: Pause/Break
sc: Pausa
ta: இடைநிறுத்தம்

source: Menu
be: Меню
el: Μενού
eo: Menuo
fi: Valikkonäppäin
ga: Roghchlár
hu: Menü
no: Meny
ro: Meniu
sc: Menù
sv: Meny
ta: பட்டியல்

source: Escape
el: Διαφυγή (Escape)
eo: Eskapo
fi: Esc
ga: Éalú
hr: ESC
hu: ESC
no: Esc
ro: Esc
sc: Esc
ta: தப்பிக்கும்

source: Conversion
af: Verander
be: Хэнкан
bg: Превръщане
el: Μετατροπή
eo: Konverto
fi: Muunnos
ga: Comhshó
hr: Konverzija
hu: Konverzió
ko: 변환
no: Konvertering
ro: Conversie
sc: Cunversione
sv: Konvertering
ta: மாற்றம்
uk: Henkan

source: Non-conversion
af: Nie verander nie
be: Му Хэнкан
bg: Без превръщане
el: Μη μετατροπή
eo: Nekonverto
fi: Ei muunnosta
ga: Neamh-chomhshó
hr: Ne-konverzija
hu: Nem-konverzió
ko: 무변환
no: Ikke-konvertering
ro: Non-conversie
sc: Non-cunversione
sv: Icke-konvertering
ta: மாற்றமற்ற
uk: Muhenkan

source: Scroll Lock
eo: Ruluma baskulo
ga: Scrollaigh Lock
sc: Bloc Scorr
ta: உருள் பூட்டு

source: Space
af: Spasie
be: Прабел
bg: Интервал
el: Κενό
eo: Spaceto
fi: Välilyönti
ga: Spás
hr: Razmaknica
hu: Szóköz
ko: 스페이스
no: Mellomrom
ro: Spațiu
sc: Ispàtziu
sv: Mellanslag
ta: இடைவெளி
uk: Пробіл

source: Return
af: Enter
el: Enter
eo: Enigo
fi: Enter
ga: Fill ar ais
hu: Újsor
ko: 엔터
no: Enter
sc: Imbiu (Return)
sv: Enter
ta: திரும்ப
uk: Enter

source: Composing
af: Verander
be: Камбінаванне
bg: Комбиниране
el: Σύνθεση
eo: Komponado
fi: Compose
ga: Cumadóireacht
hr: Sastavljanje
hu: Komponálás
ko: 합성 규칙
ro: Compunere
sc: Cumpositzione
sv: Komposering
ta: இசையமைத்தல்
uk: Комбінаційна

source: Use sequences from the Xorg project
af: Gebruik die reekse van die Xorg-projek
be: Выкарыстоўваць паслядоўнасці з Xorg
bg: Комбинации от проекта Xorg
el: Χρήση ακολουθιών από το έργο Xorg
eo: Uzi makroklavojn de la projekto Xorg
fi: Käytä Xorg-projektin merkkiyhdistelmiä
ga: Úsáid seichimh ó thionscadal Xorg
hr: Koristi kombinacije projekta Xorg
hu: Az Xorg projekt szekvenciáinak használata
ko: Xorg 프로젝트의 시퀀스를 사용
no: Bruk sekvenser fra Xorg-prosjektet
ro: Folosește secvențe din proiectul Xorg
sc: Imprea fileras de su progetu Xorg
sv: Använd sekvenser från Xorg-projektet
ta: Xorg திட்டத்திலிருந்து காட்சிகளைப் பயன்படுத்தவும்
uk: Використати комбінації з проєкту Xorg

source: Use the 3,000 compose sequences from the Xorg project (http://www.x.org/). These are the sequences most commonly found on a standard Linux system.
af: Gebruik die 3 000 skryfreekse van die Xorg-projek (http://www.x.org/). Dit is die reekse wat die meeste op 'n standaard Linux-stelsel voorkom.
be: Выкарыстоўваць 3 000 паслядоўнасцей з Xorg (http://x.org/). Гэтыя камбінацыі часцей сустракаюцца ў Linux-сістэмах.
bg: Използване на 3000 комбинации за композиране от проекта Xorg (http://www.x.org/). Това са най-често срещаните комбинации в стандартна операционна система Linux.
el: Χρήση των 3.000 ακολουθιών σύνθεσης από το έργο Xorg (http://www.x.org/). Αυτές είναι οι ακολουθίες που βρίσκονται συνήθως σε ένα τυπικό σύστημα Linux.
eo: Uzi la 3.000 kunigajn makroklavojn de la projekto Xorg (http://www.x.org/). Tiuj estas la makroklavoj plej ofte trovitaj en norma Linux-sistemo.
fi: Käytä 3 000 Xorg-projektin (http://www.x.org/) merkkiyhdistelmää. Nämä ovat yleisessä käytössä standardi-Linux-järjestelmissä.
ga: Úsáid na 3,000 seicheamh cumadóireachta ó thionscadal Xorg (http://www.x.org/). Seo iad na seichimh is coitianta a fhaightear ar chóras caighdeánach Linux.
hr: Koristi 3.000 kombinacije projekta Xorg (http://www.x.org/). Te se kombinacije najčešće mogu naći u standardnom Linux sustavu.
hu: Használja az Xorg projekt (http://www.x.org/) 3000 komponáló szekvenciáját. Ezek a legtöbb standard Linux rendszeren megtalálható szekvenciák.
ko: Xorg 프로젝트(http://www.x.org/)에서 제공한 합성 시퀀스 3,000개를 사용합니다. 이들은 표준적인 리눅스 시스템에서 가장 많이 사용됩니다.
ro: Folosește cele 3.000 de secvențe din proiectul Xorg (http://www.x.org/). Aceste secvențe se găsesc de obicei pe sistemele standard Linux.
sc: Imprea sas 3'000 fileras de cumpositzione de su progetu Xorg (http://www.x.org/). Custas sunt sas fileras agatadas prus a s'ispissu in unu sistema Linux istandard.
sv: Använder de 3 000 komponeringssekvenserna från Xorg-projektet (httt://www.x.org/). Dessa är de sekvenser som vanligtvis hittas på vanliga Linux-system.
ta: Xorg திட்டத்திலிருந்து (http://www.x.org/) 3,000 இசையமைப்புக் காட்சிகளைப் பயன்படுத்தவும். இது ஒரு நிலையான லினக்ச் அமைப்பில் பொதுவாகக் காணப்படும் காட்சிகள்.
uk: Використати 3000 комбінацій з проєкту Xorg (http://www.x.org/). Вони зазвичай встановлені в Лінуксі.

source: Use sequences from the XCompose project
af: Gebruik reekse uit die XCompose-projek
be: Выкарыстоўваць паслядоўнасці з XCompose
bg: Комбинации от проекта XCompose
el: Χρήση ακολουθιών από το έργο XCompose
eo: Uzi makroklavojn de la projekto XCompose
fi: Käytä XCompose-projektin merkkiyhdistelmiä
ga: Úsáid seichimh ón tionscadal XCompose
hr: Koristi kombinacije projekta XCompose
hu: Használja az XCompose projekt szekvenciáit
ko: XCompose 프로젝트의 시퀀스를 사용
no: Bruk sekvenser fra XCompose-prosjektet
ro: Folosește secvențe din proiectul XCompose
sc: Imprea sas fileras de su progetu XCompose
sv: Användarsekvenser från XCompose-projektet
ta: XCOPOSE திட்டத்திலிருந்து காட்சிகளைப் பயன்படுத்தவும்
uk: Використати комбінації з проєкту XCompose

source: Use the 1,000 compose sequences from the XCompose opensource project (https://github.com/kragen/xcompose). These sequences may sometimes conflict with the Xorg ones.
af: Gebruik die 1000 komponeerreekse van die XCompose open source-projek (https://github.com/kragen/xcompose). Hierdie reekse kan soms bots met die Xorg-reeks.
be: Выкарыстоўваць 1 000 паслядоўнасцей з XCompose (https://github.com/kragen/xcompose). Некаторыя камбінацыі могуць канфліктаваць з камбінацыямі Xorg.
bg: Използвайте 1000 комбинации от проекта с отворен код XCompose (https://github.com/kragen/xcompose). Тези комбинации понякога могат да влязат в конфликт с тези на Xorg.
el: Χρήση των 1.000 ακολουθιών σύνθεσης από το έργο ανοιχτού κώδικα XCompose (https://github.com/kragen/xcompose). Αυτές οι ακολουθίες μπορεί μερικές φορές να έρχονται σε διένεξη με αυτές του Xorg.
eo: Uzi la 1.000 kunigajn makroklavojn de la malfermfonta projekto Xcompose (https://github.com/kragen/xcompose). Tiuj makroklavoj eble foje konfliktos kun tiuj de Xorg.
fi: Käytä 1 000 XCompose-projektin merkkiyhdistelmää (https://github.com/kragen/xcompose). Nämä voivat joskus olla ristiriidassa Xorg-projektin merkkiyhdistelmien kanssa.
ga: Úsáid na 1,000 seicheamh cumadóireachta ó thionscadal foinse oscailte XCompose (https://github.com/kragen/xcompose). Uaireanta bíonn na seichimh seo ag teacht salach ar na cinn Xorg.
hr: Koristi 1.000 kombinacija projekta otvorenog koda XCompose (https://github.com/kragen/xcompose). Te se kombinacije ponekad sukobljavaju s onima u Xorg.
hu: Használja a szabad forrású XCompose projekt (https://github.com/kragen/xcompose) 1000 komponáló szekvenciáját. E szekvenciák némelyike ütközik az Xorg-éival.
ko: XCompose 오픈 소스 프로젝트(https://github.com/kragen/xcompose)에서 제공한 합성 시퀀스 1,000개를 사용합니다. 이 시퀀스는 Xorg의 시퀀스와 충돌할 수도 있습니다.
no: Bruk de 1000 sammenfattingssekvensene fra XCompose opensource-prosjektet (https://github.com/kragen/xcompose). Sekvensene kan noen ganger komme i konflikt med dem fra Xorg.
ro: Folosește cele 1.000 de secvențe de compunere din proiectul cu sursă deschisă XCompose (https://github.com/kragen/xcompose). Aceste secvențe pot uneori intra în conflict cu cele din Xorg.
sc: Imprea sas 1'000 fileras de cumpositzione de su progetu a mitza aberta XCompose (https://github.com/kragen/xcompose). Custas fileras diant carchi borta pòdere èssere in cunflitu cun cussas de Xorg.
sv: Använder de 1 000 komponeringssekvenserna från opensource XCompose-projektet (htttps://githug.com/kragen/xcompose). Dessa sekvenser kan ibland hamna i konflikt med de från Xorg-projektet.
ta: XCOMPOSE OpenSource திட்டத்திலிருந்து (https://github.com/kragen/xcomopose) 1,000 இசையமைப்புக் காட்சிகளைப் பயன்படுத்தவும். இந்த காட்சிகள் சில நேரங்களில் Xorg உடன் முரண்படக்கூடும்.
uk: Використати 1000 комбінацій з проєкту XCompose (https://github.com/kragen/xcompose). Ці комбінації можуть подекуди конфліктувати з комбінаціями Xorg.

source: Use WinCompose emoji sequences
af: Gebruik Emoji-reekse van WinCompose
be: Выкарыстоўваць паслядоўнасці WinCompose для эмодзі
bg: Комбинации за емоции от WinCompose
el: Χρήση ακολουθιών emoji του WinCompose
eo: Uzi emoĝiajn makroklavojn de WinCompose
fi: Käytä WinComposen emoji-näppäinyhdistelmiä
ga: Bain úsáid as sraitheanna emoji WinCompose
hr: Koristi kombinacije WinCompose-a za emojije
hu: Használja a WinCompose emoji szekvenciáit
ko: WinCompose 이모지 시퀀스를 사용
no: Bruk WinCompose-emojisekvenser
ro: Folosește secvențele emoji ale WinCompose
sc: Imprea sas fileras de emojis de WinCompose
sv: Använder WinCompose-sekvenser för Emoijer
ta: வின்கோம்போச் ஈமோசி காட்சிகளைப் பயன்படுத்தவும்
uk: Використати комбінації Emoji від WinCompose

source: Use the compose sequences for Emoji provided by the WinCompose author and contributors.
af: Gebruik die skryfreekse vir Emoji wat deur die WinCompose-outeur en bydraers verskaf word.
be: Выкарыстоўваць паслядоўнасці для эмодзі ад аўтараў WinCompose.
bg: Използвайте комбинации за емоции, предоставени от автора и сътрудниците на WinCompose.
el: Χρήση των ακολουθιών σύνθεσης για Emoji που παρέχονται από τον δημιουργό του WinCompose και τους συνεργάτες.
eo: Uzi la kunigajn makroklavojn por emoĝioj, provizataj de la aŭtoro kaj kontribuantoj de WinCompose.
fi: Käytä WinComposen kehittäjän ja avustajien luomia Emoji-merkkiyhdistelmiä.
ga: Úsáid na seichimh cumadóireachta do Emoji a chuir an t-údar WinCompose agus na rannpháirtithe ar fáil.
hr: Koristi kombinacije za emojije koje su pripremili autor i suradnici programa WinCompose.
hu: Használja azokat az emojikat komponáló szekvenciákat, amelyeket a WinCompose szerzője és a közreműködők készítettek.
ko: WinCompose 개발자와 기여자가 제공한 이모지 합성 시퀀스를 사용합니다.
no: Bruk sammenfattingssekvensene for emojier tilbudt av WinCompose-utvikleren og bidragsyterne.
ro: Folosește secvențele de compunere pentru Emoji prevăzute de către autorii și contribuitorii WinCompose.
sc: Imprea sas fileras de cumpositzione pro sas Emoji frunidas dae s'autore e dae sos contribuidores de WinCompose.
sv: Använd komposeringssekvenser för Emojier som tillhandahålls av WinComposes skapare och medarbetare.
ta: வின்கோம்போச் ஆசிரியர் மற்றும் பங்களிப்பாளர்களால் வழங்கப்பட்ட ஈமோசிக்கான இசையமைப்புக் காட்சிகளைப் பயன்படுத்தவும்.
uk: Використовувати комбінації для Emoji від авторів і учасників WinCompose.

source: Debug Window
af: Ontfout venster (debug)
be: Акно адладкі
bg: Прозорец за отстраняване на дефекти
el: Παράθυρο εντοπισμού σφαλμάτων
eo: Fenestro de cimspurado
fi: Virheenkorjausikkuna
ga: Fuinneog Dífhabhtaithe
hr: Prozor otklanjanja grešaka
hu: Hibakereső ablak
ko: 디버그 창
no: Avlusingsvindu
ro: Fereastră depanare
sc: Ventana de debug
sv: Felsökningsfönster
ta: பிழைத்திருத்த சாளரம்
uk: Вікно налагодження

source: Show Sequences…
af: Wys rye…
be: Паказаць пасьлядоўнасці…
bg: Списък с комбинации…
el: Εμφάνιση ακολουθιών…
eo: Montri makroklavojn…
fi: Näytä merkkiyhdistelmät…
ga: Taispeáin Seichimh…
hr: Pokaži kombinacije …
hu: Szekvenciák mutatása…
ko: 시퀀스를 표시…
no: Vis sekvenser…
ro: Arată secvențele…
sc: Ammustra Fileras…
sv: Visa sekvenser…
ta: காட்சிகளைக் காட்டு…
uk: Показати комбінації…

source: Disable
af: Deaktiveer
be: Выключыць
bg: Изключване
el: Απενεργοποίηση
eo: Malŝalti
fi: Poista käytöstä
ga: Díchumasaigh
hr: Deaktiviraj
hu: Letiltás
ko: 비활성화
no: Skru av
ro: Dezactivează
sc: Disabìlita
sv: Inaktivera
ta: முடக்கு
uk: Вимкнути

source: Restart
af: Begin oor
be: Перазапуск
bg: Рестартиране
el: Επανεκκίνηση
eo: Reŝargi
fi: Käynnistä uudelleen
ga: Atosaigh
hr: Pokreni ponovo
hu: Újraindítás
ko: 다시 시작
no: Start på nytt
ro: Repornește
sc: Torra a allùere
sv: Starta om
ta: மறுதொடக்கம்
uk: Перезапустити

source: Donation Page
af: Skenkingsbladsy
be: Ахвяраваць
bg: Даряване
el: Σελίδα δωρεάς
eo: Donaca paĝo
fi: Lahjoitussivu
ga: Leathanach Síntiúis
hr: Stranica za donacije
hu: Támogatók oldala
ko: 기부 페이지
no: Donasjonsside
ro: Pagină de donații
sc: Pàgina de sas donatziones
sv: Doneringssida
ta: நன்கொடை பக்கம்
uk: Сторінка пожертв

source: Visit Website
af: Besoek Webwerf
be: Наведаць вэб-сайт
bg: Страница
el: Επίσκεψη ιστοσελίδας
eo: Viziti retpaĝon
fi: Käy verkkosivustolla
ga: Tabhair cuairt ar an Láithreán Gréasáin
hr: Posjeti web-stranicu
hu: Honlap meglátogatása
ko: 웹사이트 방문
no: Besøk nettsiden
ro: Vizitează site-ul
sc: Bìsita su giassu/situ
sv: Besök hemsidan
ta: வலைத்தளத்தைப் பார்வையிடவும்
uk: Відвідати вебсторінку

source: Exit
af: Gaan uit
be: Выйсці
bg: Изход
el: Έξοδος
eo: Eliri
fi: Poistu
ga: Scoir
hr: Zatvori program
hu: Kilépés
ko: 나가기
no: Lukk
ro: Ieșire
sc: Essi
sv: Avsluta
ta: வெளியேறு
uk: Вихід

source: Unicode characters
af: Unicode karakters
be: Сімвалы Юнікоду
bg: Знаци на юникод
el: Χαρακτήρες Unicode
eo: Unikodaj signoj
fi: Unicode-merkit
ga: Carachtair Unicode
hr: Unicode znakovi
hu: Unicode karakter
ko: 유니코드 문자
no: Unicode-tegn
ro: Caractere Unicode
sc: Caràteres Unicode
sv: Unicode-tecken
ta: யூனிகோட் எழுத்துக்கள்
uk: Знаки Unicode

source: Sequences
af: Rye
be: Паслядоўнасці
bg: Комбинации
el: Ακολουθίες
eo: Makroklavoj
fi: Merkkiyhdistelmät
ga: Seichimh
hr: Kombinacije
hu: Szekvenciák
ko: 시퀀스
no: Sekvenser
ro: Secvențe
sc: Fileras
sv: Sekvenser
ta: வரிசைகள்
uk: Комбінації

source: Try to swap the two keys
af: Probeer om die twee sleutels te ruil
be: Спрабаваць дзве клавішы ў адваротным парадку
bg: Пробване с размяна поредността на клавишите
el: Προσπάθεια αντιμετάθεσης των δύο πλήκτρων
eo: Provi permuti la du klavojn
fi: Yritä vaihtaa näppäimiä keskenään
ga: Déan iarracht an dá eochair a mhalartú
hr: Pokušaj zamijeniti te dvije tipke
hu: Fordítva is megpróbálja a két billentyűt
ko: 키의 순서 교환을 시도
no: Prøv å bytte de to tastene
ro: Încearcă să inversezi cele două taste
sc: Proa a cuncambiare sas duas teclas
sv: Försök byta plats på de två tangenterna
ta: இரண்டு விசைகளையும் மாற்ற முயற்சிக்கவும்
uk: Спробувати поміняти місцями дві клавіші

source: Try to swap the keys of a two-key sequence. For instance, if Compose E A is not a valid sequence, try Compose A E instead.
af: Probeer om die sleutels van 'n twee-sleutel volgorde te ruil. Byvoorbeeld, as kombinasie E A nie 'n geldige volgorde saam nie, probeer ook A E saam.
be: Спрабаваць паслядоўнасці з дзвух клавіш у адваротным парадку. Напрыклад, калі паслядоўнасці E A не існуе, спрабаваць паслядоўнасць A E.
bg: Пробване с размяна поредността на клавишите на комбинация от два клавиша. Например ако комбинацията от Е и А не е намерена ще бъде пробвана комбинацията А и Е.
el: Προσπάθεια για αντιμετάθεση των πλήκτρων μιας ακολουθίας δύο πλήκτρων. Για παράδειγμα, εάν η Σύνθεση E A δεν είναι έγκυρη ακολουθία, θα γίνει προσπάθεια για Σύνθεση A E.
eo: Provi permuti la klavojn de duklava makroklavo. Ekzemple, se Komponi+ E A ne estas valida makroklavo, provu anstataŭe Komponi+ A E.
fi: Kokeile vaihtaa merkkien järjestystä. Esimerkiksi jos näppäinyhdistelmä E A ei ole määritelty, niin kokeile yhdistelmää A E.
ga: Déan iarracht eochracha seicheamh dhá eochair a mhalartú. Mar shampla, mura seicheamh bailí é Cum E A, bain triail as Cum A E ina ionad sin.
hr: Pokušaj zamijeniti tipke dvotipkovne kombinacije. Na primjer, ako „Sastavi E A” nije ispravna kombinacija, pokušaj „Sastavi A E”.
hu: Fordítva is megpróbálja a két-billentyűs szekvenciát. Pl. ha az E A nem valós szekvencia, megpróbálja az A E-t helyette.
ko: 키 2개로 구성된 시퀀스에서 위치를 교체하는 것을 시도합니다. 예를 들어, Compose E A가 올바른 시퀀스가 아닐 경우, 대신 Compose A E를 시도합니다.
no: Prøv å bytte tastene i en to-tasters sekvens. For eksempel. Hvis sammenfattingstast E A ikke er en gyldig sekvens, prøv sammenfattingstast A E istedenfor.
ro: Încearcă să inversezi locul tastelor dintr-o secvență de două taste. Spre exemplu, dacă Compose E A nu este o secvență corectă, încearcă A E în schimb.
sc: Proa a cuncambiare sas teclas de una filera de duas teclas. Pro fàghere un'esèmpiu, si Compose E A no est una filera vàlida, proa imbetzes Compose A E.
sv: Försök byta plats på tangenterna i en sekvens med två tangenter. Exempelvis om Komposition E A är en ogiltig sekvens prova Komposition A E istället.
ta: இரண்டு முக்கிய வரிசையின் சாவியை மாற்ற முயற்சிக்கவும். உதாரணமாக, இ A TRATILE வரிசை இல்லையென்றால், அதற்கு பதிலாக இ ஐ இசையமைக்க முயற்சிக்கவும்.
uk: Спробувати поміняти місцями дві клавіші у комбінації. Наприклад, якщо комбінація Compose E A є недопустимою, то спробувати замість неї Compose A E.

source: Search Filter:
af: Soekfilter:
be: Фільтр пошуку:
bg: Търсене:
el: Φίλτρο αναζήτησης:
eo: Serĉa filtrilo:
fi: Hakusuodatin:
ga: Scagaire Cuardaigh:
hr: Filtar za pretragu:
hu: Keresési szűrő:
ko: 검색 필터:
no: Søkefilter:
ro: Filtru de căutare:
sc: Chirca filtrada:
sv: Sökfilter:
ta: தேடல் வடிகட்டி:
uk: Фільтр пошуку:

source: Compose Key:
af: Komponeer sleutel:
be: Клавіша compose:
bg: Модификатор:
el: Πλήκτρο σύνθεσης:
eo: Kompona klavo:
fi: Compose-näppäin:
ga: Cum Eochair:
hr: Tipka za sastavljanje:
hu: Komponáló billentyű:
ko: Compose 키:
no: Sammenfattingstast:
ro: Tastă de compunere:
sc: Tecla Compose:
sv: Komposition-tangent:
ta: விசையை எழுதுங்கள்:
uk: Клавіша Compose:

source: Select the key that should act as the Compose key.
af: Kies die sleutel wat moet werk as die Komponeer-sleutel.
be: Выбярыце клавішу, якая будзе працаваць compose.
bg: Изберете клавиша, който да действа като клавиш Compose.
el: Επιλέξτε το πλήκτρο που πρέπει να ενεργεί ως πλήκτρο Σύνθεσης.
eo: Elektu la klavon, kiu estos la kompona klavo.
fi: Valitse haluamasi Compose-näppäin.
ga: Roghnaigh an eochair ba cheart a bheith mar eochair Cum.
hr: Odaberi tipku, koja će se koristiti kao tipka za sastavljanje.
hu: Válassza ki, hogy melyik billentyű működjön Komponáló Billentyűként.
ko: Compose 키의 기능을 할 키를 선택하세요.
no: Velg knappen å bruke som sammenfattingstast.
ro: Alege tasta care va fi folosită pentru funcția de compunere.
sc: Ischerta sa tecla chi at a divènnere sa Tecla Compose.
sv: Välj tangenten som ska fungera som Komposition-tangent.
ta: இசையமைப்பின் விசையாக செயல்பட வேண்டிய விசையைத் தேர்ந்தெடுக்கவும்.
uk: Виберіть клавішу, яка буде виконувати роль клавіші Compose.

source: Reset timeout
af: Stel die time-out terug na 0
be: Час да адмены ўвода паслядоўнасці
bg: Нулиране след
el: Επαναφορά μετά από
eo: Tempolimo de nuligo
fi: Palautuksen aikakatkaisu
ga: Athshocraigh teorainn ama
hr: Obnovi istek vremena
hu: Elvetés késleltetése
ko: 유휴 시간 제한
ro: Timp până la anulare
sc: Intervallu de riprìstinu
sv: Återställ väntetid
ta: நேரத்தை மீட்டமைக்கவும்
uk: Таймаут для скидання

source: Advanced Unicode input
af: Gevorderde Unicode-insette
be: Прасунуты ўвод Юнікоду
bg: Разширено въвеждане на юникод
el: Προηγμένη εισαγωγή Unicode
eo: Speciala Unikoda enigo
fi: Edistynyt Unicode-syöttö
ga: Ard-ionchur Unicode
hr: Napredni unos unikoda
hu: Haladó Unicode bevitel
ko: 고급 유니코드 입력
no: Avansert Unicode-inndata
ro: Intrare Unicode avansată
sc: Insertada (input) avantzada Unicode
sv: Avancerad Unicode-inmatning
ta: மேம்பட்ட யூனிகோட் உள்ளீடு
uk: Розширений ввід символів Unicode
