Repository: samhocevar/wincompose
Catalog: src/po/*.po
Languages: af, be, bg, el, eo, fi, ga, hr, hu, ko, no, ro, sc, sv, ta, uk

source: Separator, Space
af: Skeider, Spasie
be: Раздзяляльнікі, прабелы
bg: Разделител, интервал
el: Διαχωριστικό, Κενό
eo: Apartigilo, spaceta
fi: Erotinmerkki, välilyönti
ga: Deighilteoir, Spás
hr: Znak rastavljanja, razmak
hu: Elválasztás, térköz
ko: 분리 기호, 공백
no: Inndeler, mellomrom
ro: Separator, spațiu
sc: Iscrobadore, Ispàtziu
sv: Avskiljare, blanksteg
ta: பிரிப்பான், இடம்
uk: Відокремлення, пробіл

source: Prerequisites
af: Voorvereistes
be: Патрабаванні
bg: Изисквания
el: Προϋποθέσεις
eo: Antaŭnecesaĵoj
fi: Esivaatimukset
ga: Réamhriachtanais
hr: Preduvjeti
hu: Rendszerkövetelmények
ko: 필요한 것
ro: Precondiții
sc: Pre-recuisitos
sv: Förutsättningar
ta: முன்நிபந்தனைகள்
uk: Необхідні умови

source: Software required by WinCompose
af: Sagteware benodig deur WinCompose
be: Неабходныя праграмныя залежнасці
bg: Софтуерни зависимости на WinCompose
el: Λογισμικό που απαιτείται από το WinCompose
eo: Programaroj bezonataj de WinCompose
fi: WinComposen tarvitsema ohjelmisto
ga: Bogearraí a theastaíonn ó WinCompose
hr: Potreban softver za WinCompose
hu: A WinCompose-hoz szükséges szoftverek
ko: WinCompose에 필요한 소프트웨어
no: Programvare påkrevd av WinCompose
ro: Programe software necesitate de WinCompose
sc: Programmas netzessàrios pro WinCompose
sv: Programvara som krävs av WinCompose
ta: வின்கோம்போச் தேவைப்படும் மென்பொருள்
uk: Програмне забезпечення, необхідне для роботи WinCompose

source: WinCompose needs the .NET Framework, version 4.0 or later, which does not seem to be currently installed. The following action may help solve the problem:
bg: WinCompose използва .NET Framework, издание 4.0 или по-ново, което не е инсталирано. Следното действие може да помогне:
fi: WinCompose tarvitsee .NET Frameworkin version 4.0 tai uudemman, jota ei näytä olevan tällä hetkellä asennettuna. Seuraava toimenpide voi auttaa ratkaisemaan ongelman:
ta: வின்கோம்போசுக்கு .NET கட்டமைப்பு, பதிப்பு 4.0 அல்லது அதற்குப் பிறகு தேவை, இது இல்லை தற்போது நிறுவப்பட்டதாகத் தெரிகிறது. பின்வரும் நடவடிக்கை சிக்கலைத் தீர்க்க உதவும்:

source: Download and install .NET Framework 4.0 Runtime
bg: Изтегляне и инсталиране на .NET Framework 4.0 Runtime
fi: Lataa ja asenna .NET Framework 4.0 Runtime
ta: .NET கட்டமைப்பைப் பதிவிறக்கி நிறுவவும் 4.0 இயக்க நேரம்

source: Once this is done, you may return to this screen and proceed with the installation.
af: Sodra dit gedoen is, kan jy terugkeer na hierdie skerm en voortgaan met die Installasie.
be: Пасля гэтага вы зможаце вярнуцца да ўсталёкі.
bg: След като приключи, се върнете и продължете.
el: Μόλις γίνει αυτό, μπορείτε να επιστρέψετε σε αυτή την οθόνη και να προχωρήσετε με την εγκατάσταση.
eo: Post fari ĉi tion, vi povas reveni al tiu ĉi ekrano kaj daŭrigi la instaladon.
fi: Kun tämä on tehty, voit palata tälle ruudulle ja jatkaa asennusta.
ga: Nuair a bheidh sé seo déanta, is féidir leat filleadh ar an scáileán seo agus dul ar aghaidh leis an suiteáil.
hr: Kad ovo završi, možeš se ovamo vratiti i nastaviti s instalacijom.
hu: Ha befejeződött, erre a képernyőre visszatérve folytatható a telepítés.
ko: 완료 후에는 화면으로 돌아가 설치를 계속할 수 있습니다.
no: Når dette er gjort, kan du komme tilbake hit og fortsette installasjonen.
ro: După ce ai făcut acest lucru, te poți întoarce la acest ecran și poți continua cu instalarea.
sc: A pustis de l'àere fatu, as a pòdere torrare a custa ischermada e sighire cun s'installatzione.
sv: När detta är klart kan du återgår till denna skärm och fortsätta med installationen.
ta: இது முடிந்ததும், நீங்கள் இந்தத் திரைக்குத் திரும்பி தொடரலாம் நிறுவல்.
uk: Коли це буде зроблено, ви можете повернутися до цього екрана і продовжити встановлення.

source: Administrator rights are required. Error: %d
af: Administrateur regte is nodig. Fout:% d
be: Неабходны правы адміністратара. Памылка: %d
bg: Необходими са администраторски права. Грешка: %d
el: Απαιτούνται δικαιώματα διαχειριστή. Σφάλμα: %d
eo: Rajtoj de administranto necesas. Eraro: %d
fi: Järjestelmänvalvojan oikeudet vaaditaan. Virhe: %d
ga: Tá cearta riarthóra ag teastáil. Earráid: %d
hr: Potrebna su administratorska prava. Greška: %d
hu: Adminisztrátor jogosultság szükséges. Hibakód: %d
ko: 관리자 권한이 필요합니다. 오류: %d
no: Administrasjonsrettigheter kreves. Feil: %d
ro: Sunt necesare drepturi de administrator. Eroare: %d
sc: Serbint sos permissos de amministradore. Errore: %d
sv: Administratörsrättigheter krävs. Fel: %d
ta: நிர்வாகி உரிமைகள் தேவை. பிழை: %d
uk: Потрібні права адміністратора. Помилка: %d

source: Prt Scrn
be: Print Screen
bg: PrntScr
ga: Scáileán Priontála
hr: Ispis ekrana
hu: Képernyőkép
sc: Stamp
sv: Print Screen
uk: Print Screen
