Repository: samhocevar/wincompose
Catalog: src/po/*.po
Languages: af, be, bg, el, eo, fi, ga, hr, hu, ko, no, ro, sc, sv, ta, uk

source: Disabled
af: Gedeaktiveer
be: Выключана
bg: Не е избран клавиш
el: Απενεργοποιημένο
eo: Malŝaltita
fi: Ei käytössä
ga: Faoi mhíchumas
hr: Deaktivirano
hu: Letiltva
ko: 미지정
no: Avskrudd
ro: Dezactivat
sc: Disabilitadu
sv: Inaktiverad
ta: முடக்கப்பட்டது
uk: Вимкнено

source: Automatically check for updates
af: Kyk outomaties of daar nuwe weergawe is
be: Правяраць абнаўленні аўтаматычна
bg: Автоматична проверка за нови издания
el: Αυτόματος έλεγχος για ενημερώσεις
eo: Aŭtomate kontroli ĝisdatigojn
fi: Tarkista päivitykset automaattisesti
ga: Seiceáil go huathoibríoch le haghaidh nuashonruithe
hr: Automatski traži nove verzije
hu: Automatikusan keresse a frissítéseket
ko: 자동으로 업데이트를 확인
ro: Verifică automat dacă există actualizări
sc: Chirca agiornamentos automaticamente
sv: Automatiskt sök efter uppdateringar
ta: புதுப்பிப்புகளை தானாக சரிபார்க்கவும்
uk: Автоматично перевіряти оновлення

source: If enabled, WinCompose will connect to the Internet at regular intervals to check for new versions. Updates are not installed automatically.
af: As dit geaktiveer is, sal WinCompose met gereelde tussenposes aan die internet koppel om nuwe weergawes te soek. Opdaterings word nie outomaties geïnstalleer nie.
be: Калі ўключана, WinCompose будзе час ад часу правяраць у інтэрнэце наяўнасць новых версій. Абнаўленні не ўсталёўваюцца аўтаматычна.
bg: Когато е отметнато WinCompose редовно ще проверява за обновяване през интернет. Не инсталира новите издания автоматично.
el: Εάν είναι ενεργοποιημένο, το WinCompose θα ελέγχει κατά διαστήματα στο διαδίκτυο για νέες εκδόσεις. Οι ενημερώσεις δεν θα εγκατασταθούν αυτόματα.
eo: Se ebligite, WinCompose konektos al interreto je kutimaj intervaloj por kontroli novajn versiojn. Ĝisdatigoj ne estas aŭtomate instalitaj.
fi: Kun asetus on päällä, WinCompose tarkistaa säännöllisesti saatavilla olevat päivitykset internetistä. Päivityksiä ei asenneta automaattisesti.
ga: Má tá sé cumasaithe, nascfaidh WinCompose leis an Idirlíon go tráthrialta chun seiceáil le haghaidh leaganacha nua. Ní shuiteáiltear nuashonruithe go huathoibríoch.
hr: Ako je aktivirano, WinCompose će se redovito povezati s internetom i provjeriti ima li novih verzija. Nove verzije se ne instaliraju automatski.
hu: Engedélyezés esetén a WinCompose rendszeresen újabb verziókat fog keresni az Interneten. A frissítések nem települnek automatikusan.
ko: 활성화하면, WinCompose가 일정 주기로 인터넷에 접속하여 새 버전을 확인합니다. 업데이트가 자동으로 설치되지는 않습니다.
ro: Dacă este activat, WinCompose se va conecta la Internet la intervale regulate pentru a verifica dacă există versiuni noi ale programului. Actualizările nu vor fi instalate automat.
sc: Si custu est abilitadu, WinCompose s'at a connètere a ìnternet a intervallos regulares pro chircare versiones noas. Sos agiornamentos non benint installados automaticamente.
sv: Om markerat kommer WinCompose regelbundet försöka ansluta till Internet för att finna nya versioner. Uppdateringar installeras inte automatiskt.
ta: இயக்கப்பட்டால், புதிய பதிப்புகளைச் சரிபார்க்க வின்கோம்போச் சரியான இடைவெளியில் இணையத்துடன் இணைக்கும். புதுப்பிப்புகள் தானாக நிறுவப்படவில்லை.
uk: Якщо увімкнено, WinCompose через певні проміжки часу підключатиметься до Інтернету для перевірки наявності нових версій. Оновлення не встановлюються автоматично.

source: Try to keep notification area icon always visible
af: Probeer om kennisgewingarea-ikoon altyd sigbaar te hou
be: Па магчымасці пакідаць бачным значок у вобласці паведамленняў
bg: По възможност пиктограмата да е винаги видима в областта за известия
el: Προσπάθεια διατήρησης πάντα ορατού του εικονιδίου ΠΕ
eo: Provi teni videbla la taskopletan bildsimbolon
fi: Yritä pitää ilmaisinalueen kuvake aina näkyvissä
ga: Déan iarracht deilbhín an limistéir fhógra a choinneáil le feiceáil i gcónaí
hr: Pokušaj održati vidljivost ikone u području obavijesti
hu: Próbálja az értesítési ikont mindig látható helyen tartani
ko: 알림 영역에 아이콘을 항상 표시
no: Prøv å alltid holde varslingsområdet synlig
ro: Încearcă să păstrezi pictograma din bara de activități mereu vizibilă
sc: Proa a mantènnere semper visìbile s'icona in s'àrea de notìfica
sv: Försök att alltid hålla ikonen i notifieringsområdet synlig
ta: அறிவிப்பு பகுதி ஐகானை எப்போதும் காணக்கூடியதாக வைத்திருக்க முயற்சிக்கவும்
uk: Намагатися тримати іконку в області сповіщень завжди видимою

source: By default, Windows will remove the icon from the notification area after a short while. This option attempts to keep it always visible.
af: Windows sal by verstek die ikoon na 'n kort rukkie uit die kennisgewingsarea verwyder. Hierdie opsie poog om dit altyd sigbaar te hou.
be: Па змаўчанні, Windows будзе хаваць значок з вобласці паведамленняў праз некаторы час. Гэты параметр паспрабуе зрабіць значок заўсёды бачным.
bg: По подразбиране Windows скрива пиктограмите от областта за известията след определено време. Настройката прави опит пиктограмата да остане видима.
el: Από προεπιλογή, τα Windows θα αφαιρέσουν μετά από λίγο το εικονίδιο από την περιοχή ειδοποιήσεων. Αυτή η επιλογή επιχειρεί να το κρατάει πάντα ορατό.
eo: Defaŭlte, Windows forigos la bildsimbolon de la taskopleto post mallonga tempo. Tiu ĉi agordo provas ĉiam fari ĝin videbla.
fi: Windows piilottaa ilmaisinalueella näkyvän kuvakkeen oletusarvoisesti jonkin ajan kuluttua. Tämä asetus yrittää pitää kuvakkeen aina näkyvissä.
ga: De réir réamhshocraithe, bainfidh Windows an deilbhín as an limistéar fógra tar éis tamaill ghairid. Déanann an rogha seo iarracht é a choinneáil le feiceáil i gcónaí.
hr: Windows standardno ukljanja ikonu iz područja obavijesti nakon kratkog vremena. Ova opcija pokušava ikonu uvijek održati vidljivom.
hu: Alapértelmezésben a Windows rövid időn belül eltünteti az ikont az értesítési területről. Ez az opció megpróbálja látható helyen tartani.
ko: Windows는 알림 영역의 아이콘을 일정 시간 후 자동으로 삭제합니다. 이 설정을 활성화화면 아이콘이 항상 표시되도록 합니다.
no: Windows vil fjerne ikonet fra varslingsområdet etter en kort stund som forvalg. Dette valget prøver å alltid holde det synlig.
ro: În mod implicit, Windows va elimina pictograma din bara de activități după o perioadă scurtă de timp. Această opțiune încearcă să o mențină mereu vizibilă.
sc: Sighende sas impostatziones predefinidas, Windows at a bogare s'icona dae s'àrea de notìfica a pustis de unu pagu de tempus. Custa optzione chircat de la mantènnere semper visìbile.
sv: Som standard kommer Windows försöka ta bort ikonen från notifieringsområdet efter ett kort tag. Detta alternativ försöker hålla det synligt hela tiden.
ta: இயல்பாக, சாளரங்கள் சிறிது நேரத்திற்குப் பிறகு அறிவிப்பு பகுதியிலிருந்து ஐகானை அகற்றும். இந்த விருப்பம் எப்போதும் தெரியும்.
uk: За замовчуванням Windows прибирає іконку з області сповіщень через деякий час. Цей параметр намагається залишати її завжди видимою.

source: Change…
af: Verander…
be: Змяніць…
bg: Променяне…
el: Αλλαγή…
eo: Ŝanĝi…
fi: Muuta…
ga: Athraigh…
hr: Promijeni…
hu: Módosítás…
ko: 변경…
no: Endre…
ro: Modifică…
sc: Modìfica…
sv: Förändra…
ta: மாற்றம்…
uk: Змінити…

source: Please press a key to use as your compose key.
af: Druk asseblief 'n sleutel om as jou komponeersleutel te gebruik.
be: Націсніце на клавішу, каб вызначыць яе як клавішу compose.
bg: Натиснете клавиш, който да използвате като модификатор.
el: Πατήστε το πλήκτρο που θα χρησιμοποιηθεί ως πλήκτρο σύνθεσης.
eo: Bonvolu premi klavon por uzi kiel vian komponan klavon.
fi: Paina näppäintä jota haluat käyttää Compose-näppäimenä.
ga: Brúigh eochair le húsáid mar d'eochair cumadóireachta.
hr: Pritisni tipku koja će se koristiti kao tipka za sastavljanje.
hu: Nyomja meg a leendő komponáló billentyűt annak kiválasztásához.
ko: Compose 키로 사용할 키를 눌러 주세요.
ro: Te rog să apeși pe o tastă pentru a o alege drept tastă de compunere.
sc: Pro praghere incarca sa tecla de impreare comente tecla Compose.
sv: Var vänlig att tryck på en tangent för att använda denna som din Komposition-tangent.
ta: உங்கள் இசையமைப்பின் விசையாகப் பயன்படுத்த ஒரு விசையை அழுத்தவும்.
uk: Будь ласка, натисніть клавішу, яку ви хочете використовувати як клавішу Compose.

source: Add to favorites
af: Voeg by gunstelinge
be: Дадаць у абранае
bg: Добавяне към избраните
el: Προσθήκη στα αγαπημένα
eo: Aldoni al ŝatitaj
fi: Lisää suosikkeihin
ga: Cuir le ceanáin
hr: Dodaj u favorite
hu: Kedvencekhez adás
ko: 즐겨찾기에 추가
no: Legg til i favoritter
ro: Adaugă la favorite
sc: Annanghe a sos preferidos
sv: Lägg till i favoriter
ta: பிடித்தவைகளில் சேர்க்கவும்
uk: Додати до обраного

source: Disable notification area icon
af: Deaktiveer kennisgewingarea-ikoon
be: Выключыць значок у вобласці паведамленняў
bg: Изключване на пиктограмата в областта за известия
el: Απενεργοποίηση εικονιδίου στην περιοχή ειδοποιήσεων
eo: Malebligi taskopletan bildsimbolon
fi: Poista ilmaisinalueen kuvake käytöstä
ga: Díchumasaigh deilbhín an limistéir fhógra
hr: Deaktiviraj ikonu u području obavijesti
hu: Az értesítési ikon letiltása
ko: 알림 영역의 아이콘을 비활성화
no: Skru av ikonet i varslingsområdet
ro: Dezactivează pictograma din bara de activități
sc: Disabìlita s'icona de s'àrea de notìfica
sv: Stäng av ikonen för notifieringsområdet
ta: அறிவிப்பு பகுதி ஐகானை முடக்கு
uk: Вимкнути іконку області сповіщень

source: If enabled, WinCompose will no longer display an icon in the notification area. The only way to open the WinCompose interface will then be through the “WinCompose Settings” and “WinCompose Sequences” entries in the startup menu.
af: Indien dit geaktiveer is, sal WinCompose nie meer 'n ikoon in die kennisgewingsarea vertoon nie. Die enigste manier om die WinCompose-koppelvlak oop te maak, sal dan deur die "WinCompose Settings" en "WinCompose Sequences" inskrywings in die Start Menu wees.
be: Калі ўключана, WinCompose больш не будзе паказваць значок у вобласці паведамленняў. Адзіным спосабам адкрыць інтэрфейс WinCompose застанецца — праз «WinCompose Settings» ці «WinCompose Sequences» у меню «Пуск».
bg: Когато е отметнато пиктограмата на WinCompose ще бъде премахната от областта за известия. В такъв случай единствения начин да отворите интерфейса на приложението е чрез елементите „WinCompose Settings“ и „WinCompose Sequences“ в менюто „Старт“.
el: Εάν είναι ενεργοποιημένο, το WinCompose δεν θα εμφανίζει πλέον ένα εικονίδιο στην περιοχή ειδοποιήσεων. Ο μόνος τρόπος για να ανοίξετε τη διεπαφή του WinCompose θα είναι μέσω των καταχωρήσεων «Ρυθμίσεις WinCompose» και «Ακολουθίες WinCompose» στο μενού εκκίνησης.
eo: Se ebligite, WinCompose ne plu montros bildsimbolon en la taskopleto. La sola maniero de malfermi la interfacon de WinCompose do estos per la eroj «Agordoj de WinCompose» kaj «Makroklavoj de WinCompose» en la startmenuo.
fi: Jos käytössä, WinCompose ei enää näytä kuvaketta ilmaisinalueella. Ainoa tapa avata WinCompose-käyttöliittymä on sitten käynnistysvalikon "WinCompose-asetukset"- ja "WinCompose-yhdistelmät"-merkintöjen kautta.
ga: Má tá sé cumasaithe, ní thaispeánfaidh WinCompose deilbhín sa limistéar fógra a thuilleadh. Is é an t-aon bhealach chun comhéadan WinCompose a oscailt ansin ná trí na hiontrálacha “WinCompose Settings” agus “WinCompose Sequences” sa roghchlár tosaithe.
hr: Ako je aktivirano, WinCompose više neće prikazivati ikonu u području obavijesti. Tada će jedini način otvaranja WinCompose sučelja biti putem „WinCompose postavke” i „WinCompose kombinacije” u izborniku pokretanja.
hu: Kiválasztás esetén a WinCompose nem fogja az értesítési területen megjeleníteni az ikonját. A WinCompose felület megnyitására lehetőségként a Start menüben található "WinCompose Beállítások" és "WinCompose Szekvenciák" pontok maradnak.
ko: 활성화화면 WinCompose는 더 이상 알림 영역에 아이콘을 표시하지 않습니다. 이때 WinCompose 인터페이스를 열려면 시작 메뉴에서 "WinCompose Setting"과 "WinCompose Sequence"를 사용해야 합니다.
no: Fjerner visning av WinCompose-ikon i varslingsområdet. Den eneste måten å åpne WinCompose-grensesnittet vil være gjennom "WinCompose-innstillinger" og "WinCompose-sekvenser"-oppføringer i oppstartsmenyen.
ro: Dacă este activat, WinCompose nu va mai afișa o pictogramă în bara de activități. În acel caz, singura modalitate de a deschide interfața WinCompose va fi prin intermediul elementelor „WinCompose Settings” și „WinCompose Sequences” din meniul Start.
sc: Si custu est abilitadu, WinCompose no at prus a ammustrare un'icona in s'àrea de notìfica. S'ùnica manera de abèrrere s'interfache de WinCompose at tando a èssere cussa de impreare sos elementos "Impostatziones de WinCompose" e "Fileras de WinCompose" in su menù de incumintzu.
sv: Om markerat kommer WinCompose inte längre visa en ikon i notiferingsområdet. Det enda sättet att öppna gränssnittet för WinCompose blir genom att öppna ”WinCompose Settings” och ”Wincompose Sequences” i Startmenyn.
ta: இயக்கப்பட்டால், வின்கோம்போச் இனி அறிவிப்பு பகுதியில் ஒரு ஐகானைக் காட்டாது. வின்கோம்போச் இடைமுகத்தைத் திறப்பதற்கான ஒரே வழி, தொடக்க பட்டியலில் “வின்காம்போச் அமைப்புகள்” மற்றும் “வின்காம்போச் காட்சிகள்” உள்ளீடுகள் மூலம் இருக்கும்.
uk: Якщо увімкнено, WinCompose більше не відображатиме іконку в області сповіщень. Єдиним способом відкрити інтерфейс WinCompose буде за допомогою пунктів "Налаштування WinCompose" і "Комбінації WinCompose" у меню "Пуск".

source: Home
eo: Hejmen
ga: Baile
no: Hjem
sc: Pàgina printzipale
ta: வீடு

source: End
eo: Fini
ga: Deireadh
sc: Fine
ta: முடிவு

source: Tab
eo: Tabo
fi: Sarkain
ga: Cluaisín
hr: Tabulator
no: Tabulator
ta: தாவல்

source: No timeout
af: Geen tyduitstip nie
be: Без скідвання
bg: Без нулиране
el: Χωρίς χρονικό όριο
eo: Neniu tempolimo
fi: Ei odotusaikaa
ga: Gan teorainn ama
hr: Bez isteka vremena
hu: Nincs timeout
ko: 시간 제한 없음
ro: Fără timp
sc: Perunu intervallu
sv: Ingen väntetid
ta: நேரம் முடிந்தது
uk: Без тайм-ауту

source: Advanced
af: Gevorderde
be: Пашыраныя налады
bg: Разширени
el: Για προχωρημένους
eo: Altnivelaj
fi: Edistynyt
ga: Casta
hr: Napredno
hu: Haladó
ko: 고급
no: Avansert
ro: Avansat
sc: Avantzadas
sv: Avancerat
ta: மேம்பட்ட
uk: Розширені

source: Ignore windows matching this regex:
af: Ignoreer vensters wat ooreenstem met hierdie regex:
be: Ігнараваць вокны, якія адпавядаюць рэгулярнаму выразу:
bg: Пренебрегване прозорците, съвпадащи с регулярния израз:
el: Παράβλεψη των παραθύρων που ταιριάζουν με αυτό το regex:
eo: Ignori fenestrojn, kiuj kongruas kun la regula esprimo:
fi: Älä käytä ikkunoissa, jotka vastaavat tätä säännöllistä lauseketta:
ga: Déan neamhaird de fhuinneoga a mheaitseálann an regex seo:
hr: Zanemari prozore koji se poklapaju s ovim regularnim izrazom:
hu: Az ennek a regexnek megfelelő ablakok kihagyása:
ko: 다음 정규표현식과 일치하는 창에서는 무시:
no: Se bort fra vinduer som samsvarer med dette regulære uttrykket:
ro: Ignoră ferestrele care se potrivesc acestei expresii regulate (regex):
sc: Ignora sas ventanas chi currispondent a custa espressione regulare:
sv: Ignorera fönster som matchar detta regelbundna uttryck:
ta: இந்த ரீசெக்சுடன் பொருந்தக்கூடிய சாளரங்களை புறக்கணிக்கவும்:
uk: Ігнорувати вікна, що відповідають цьому регулярному виразу:

source: WinCompose will be completely disabled when the current window class or window name matches this regular expression.
af: WinCompose sal heeltemal gedeaktiveer word wanneer die huidige vensterklas of vensternaam ooreenstem met hierdie regex.
be: WinCompose будзе цалкам адключана, калі клас бягучага акна будзе адпавядаць рэгулярнаму выразу.
bg: WinCompose напълно ще изключи, когато класа или името на текущия прозорец съвпада с регулярния израз.
el: Το WinCompose θα απενεργοποιηθεί εντελώς όταν η τρέχουσα κλάση παραθύρου ή το όνομα παραθύρου ταιριάζει με αυτήν την κανονική έκφραση.
eo: WinCompose estos tute malebligita kiam la klaso aŭ nomo de la nuna fenestro kongruas kun tiu ĉi regula esprimo.
fi: WinCompose poistetaan kokonaan käytöstä, kun nykyinen ikkunaluokka tai ikkunan nimi vastaa tätä säännöllistä lauseketta.
ga: Díchumasófar WinCompose go hiomlán nuair a mheaitseálann an rang fuinneoige reatha nó ainm na fuinneoige an slonn rialta seo.
hr: WinCompose će se u potpunosti deaktivirati, kad trenutačna klasa prozora ili ime prozora odgovaraju ovom regularnom izrazu.
hu: A WinCompose nem fog működni, amikor az aktuális ablak osztályára vagy nevére illeszkedik ez a regular expression.
ko: 현재 창의 창 클래스나 창 이름이 정규표현식에 일치되는 경우에는 WinCompose가 완전히 비활성화됩니다.
no: WinCompose vil bli helt skrudd av når nåværende vindusklasse eller vindusnavn samsvarer med dette regulære uttrykket.
ro: WinCompose va fi complet dezactivat atunci când clasa sau numele ferestrei curente se potrivește cu această expresie regulată.
sc: WinCompose at a èssere disabilitadu de su totu cando sa classe o su nùmene atuale de sa ventana at a currispòndere a custa espressione regulare.
sv: WinCompose kommer helt inaktiveras när aktivt fönsterklass eller fönsternamn matchar detta reguljära uttryck (regex).
ta: தற்போதைய சாளர வகுப்பு அல்லது சாளர பெயர் இந்த வழக்கமான வெளிப்பாட்டுடன் பொருந்தும்போது வின்கோம்போச் முற்றிலும் முடக்கப்படும்.
uk: WinCompose буде повністю вимкнено, якщо клас або назва поточного вікна відповідає цьому регулярному виразу.

source: Alternate compose key is always Compose
af: Alternatiewe komponeer sleutel is altyd Komponeer
be: Альтэрнатыўныя клавішы compose заўсёды імі застаюцца
bg: Зачитане на алтернативните модификатори
el: Το εναλλακτικό πλήκτρο σύνθεσης είναι πάντα Σύνθεση
eo: Alterna kompona klavo ĉiam estas Komponi
fi: Vaihtoehtoinen kirjoitusnäppäin on aina Compose
ga: Tá eochair chum malartach i gcónaí Cum
hr: Alternativna tipka za sastavljanje je uvijek Sastavi
hu: Alternatív komponáló billentyű legyen mindig a Compose
ko: Compose 키를 대체한 키를 항상 Compose로 취급
ro: Tasta alternativă de compunere funcționează mereu
sc: Una tecla compose alternativa est semper Compose
sv: Alternativ Komposition-tangent är alltid Komposition
ta: மாற்று இசையமைப்பின் விசை எப்போதும் இசையமைக்கப்படுகிறது
uk: Альтернативна комбінаційна клавіша – це завжди клавіша Compose

source: If enabled, all compose keys will be treated as Compose in a sequence. By default, only the first pressed key will act as Compose, and alternate compose keys will keep their original role.
af: Indien geaktiveer, sal alle komponeer sleutels as Komponeer in 'n kombinasie behandel word. By verstek sal slegs die eerste gedrukte sleutel as Komponeer optree, en alternatiewe komponeer sleutels sal hul oorspronklike rol hou.
be: Калі ўключана, усе клавішы compose у паслядоўнасці будуць лічыцца гэтакімі. Па змаўчанні, клавішай compose лічыцца толькі тая, з якой паслядоўнасць пачалася, а астатнія выконваюць сваю першапачатковую функцыю.
bg: Когато е отметнато всички избрани клавиши на модификатори ще бъдат използвани като такива. По подразбиране, само първия използван модификатор ще бъде използван, а другите клавиши запазват своето предназначение.
el: Εάν είναι ενεργοποιημένο, όλα τα πλήκτρα σύνθεσης θα αντιμετωπίζονται ως Σύνθεση σε μια ακολουθία. Από προεπιλογή, μόνο το πρώτο πάτημα πλήκτρου θα ενεργήσει ως Σύνθεση και τα εναλλακτικά πλήκτρα σύνθεσης θα κρατήσουν τον αρχικό τους ρόλο.
eo: Se ebligite, ĉiuj komponaj klavoj estos traktitaj kiel Komponi en makroklavo. Defaŭlte, nur la unua premita klavo agos kiel Komponi, kaj alternaj komponaj klavoj retenos siajn originalajn rolojn.
fi: Jos käytössä, kaikkia kirjoitusnäppäimiä käsitellään Composena yhdistelmässä. Oletuksena vain ensimmäinen painettu näppäin toimii Composena, ja vaihtoehtoiset kirjoitusnäppäimet säilyttävät alkuperäisen roolinsa.
ga: Má tá sé cumasaithe, déileálfar le gach eochair cumadóireachta mar Chumadóireacht i seicheamh. De réir réamhshocraithe, ní fheidhmeoidh ach an chéad eochair brúite mar Cum, agus coimeádfaidh eochracha cumadóireachta malartacha a ról bunaidh.
hr: Ako je aktivirano, sve tipke za sastavljanje, u kombinaciji će se tumačiti kao „Sastavi”. Standardno samo prva pritisnuta tipka djeluje kao „Sastavi”, a alternativne tipke za sastavljanje zadržat će svoje izvorne uloge.
hu: Bekapcsolás esetén minden komponáló billentyű Compose-ként lesz értelmezve egy-egy szekvenciában. Alapértelmezésben csak az első leütés lesz komponálásként értelmezve, és minden más komponáló billentyű megőrzi az eredeti funkcióját.
ko: 활성화하면 시퀀스의 모든 합성 키가 Compose 키로 취급됩니다. 기본적으로는, 가장 먼저 눌린 키만 Compose 키로 작동하고 나머지 합성 키들은 원래 기능을 유지합니다.
no: Behandler alle sammenfattingstaster som Compose i en sekvens. Kun første tast som trykkes vil fungere som Compose som forvalg, og alternative sammenfattingstaster vil alltid beholde deres opprinnelige rolle.
ro: Dacă este activat, toate tastele de compunere vor fi tratate ca având funcția de compunere într-o secvență. În mod implicit, numai prima tastă apăsată va acționa drept compunere, iar tastele de compunere alternative își vor păstra rolul inițial.
sc: Si est abilitadu, totu sas teclas compose in una filera ant a èssere tratadas comente Compose. In sas impostatziones predefinidas petzi sa prima tecla incarcada at a funtzionare comente Compose, e sas teclas compose alternativas ant a mantènnere su ruolu originale issoro.
sv: Om markerat kommer alla Komposition-tangenter behandlas som Komposition i en sekvens. Som standard kommer endast den tangent som trycks på först att agera som Komposition medan alternativa Komposition-tangenter behåller sina ursprungliga roller.
ta: இயக்கப்பட்டால், அனைத்து இசையமைப்பின் விசைகளும் ஒரு வரிசையில் இசையமைப்பாக கருதப்படும். இயல்பாக, முதல் அழுத்தப்பட்ட விசை மட்டுமே இசையமைப்பாக செயல்படும், மேலும் மாற்று இசையமை விசைகள் அவற்றின் அசல் பங்கைக் கொண்டிருக்கும்.
uk: Якщо увімкнено, всі комбінаційні клавіші вважатимуться клавішами Compose у комбінації. За замовчуванням, лише перша натиснута клавіша діятиме як Compose, а альтернативні клавіші компонування зберігатимуть своє початкове призначення.

source: Special Thanks
af: Spesiale dankie
be: Асаблівыя падзякі
bg: Благодарности
el: Ιδιαίτερες ευχαριστίες
eo: Special-dank' al
fi: Erikoiskiitokset
ga: Buíochas Speisialta
hr: Posebne zahvale
hu: Külön köszönet
ko: 도움을 주신 분들
no: Spesiell takk til
ro: Mulțumiri speciale
sc: Ringratziamentos ispetziales
sv: Speciella tack
ta: சிறப்பு நன்றி
uk: Особлива подяка

source: Remove from favorites
af: Verwyder van gunstelinge
be: Выдаліць з абраных
bg: Премахване от избраните
el: Αφαίρεση από τα αγαπημένα
eo: Forigi de ŝatitaj
fi: Poista suosikeista
ga: Bain ó cheanáin
hr: Ukloni iz favorita
hu: Törlés a kedvencek közül
ko: 즐겨찾기에서 제거
no: Fjern fra favoritter
ro: Înlătură de la favorite
sc: Boga dae sos preferidos
sv: Ta bort från favoriter
ta: பிடித்தவைகளிலிருந்து அகற்று
uk: Видалити з обраного

source: Favorites
af: Gunstelinge
be: Абраныя
bg: Избрани
el: Αγαπημένα
eo: Ŝatitaj
fi: Suosikit
ga: Ceanáin
hr: Favoriti
hu: Kedvencek
ko: 즐겨찾기
no: Favoritter
ro: Favorite
sc: Preferidos
sv: Favoriter
ta: பிடித்தவை
uk: Обране
