Repository: samhocevar/wincompose
Catalog: src/po/*.po
Languages: af, be, bg, el, eo, fi, ga, hr, hu, ko, no, ro, sc, sv, ta, uk

source: Enable Unicode input for all characters, even those with no compose sequence defined. For instance, the following sequence will output character U+1A3F: Compose U 1 A 3 F Enter
af: Aktiveer Unicode-insette vir alle karakters, selfs dié met geen komponeervolgorde gedefinieer nie. Byvoorbeeld, die volgende volgorde sal karakter U + 1A3F skryf: Componeer U 1 A 3 F Enter
be: Уключыць увод Юнікоду для ўсіх сімвалаў, у тым ліку для тых, што не маюць уласнай паслядоўнасці. Напрыклад паслядоўнасць Compose U 1 A 3 F Enter увядзе сімвал Юнікоду U+1A3F
bg: Дава възможност за въвеждане на знаците от областта на Юникод, дори и тези, за които няма създадена комбинация. Например, следната последователност ще изведе знака U+1A3F: Модификатор U 1 A 3 F Enter
el: Ενεργοποίηση εισαγωγής Unicode για όλους τους χαρακτήρες, ακόμη και εκείνων που δεν ορίζονται σε ακολουθία σύνθεσης. Για παράδειγμα, η παρακάτω ακολουθία θα εξάγει τον χαρακτήρα U+1A3F: Compose U 1 Α 3 F Enter
eo: Ŝalti la Unikodan enigon por ĉiuj signoj, inkluzive tiuj signoj, kiuj ne havas difinitan makroklavon. Ekzemple, la makroklavo "U 2 6 3 A" eligus la signon ☺ U+263A
fi: Salli kaikkien merkkien syöttö Unicode-koodin avulla, vaikka niillä ei ole valmista Compose-näppäinyhdistelmää. Tällöin esimerkiksi merkin U+1A3F voi syöttää kirjoittamalla: <Compose> U 1 A 3 F <Enter>
ga: Cumasaigh ionchur Unicode do gach carachtar, fiú iad siúd nach bhfuil aon seicheamh cumadóireachta sainithe. Mar shampla, aschuirfidh an seicheamh seo a leanas an carachtar U+1A3F: Cum U 1 A 3 F Iontráil
hr: Aktiviraj unos unikoda za sve znakove, čak i za one bez definirane kombinacije. Na primjer, sljedeća kombinacija će ispisati znak U+1A3F: „Sastavi U 1 A 3 F Enter”
hu: Minden Unicode karakter bevitelének engedélyezése, még ha nincs is hozzá definiált szekvencia. Például a "Komponálás U 1 A 3 F Enter" szekvencia az U+1A3F karaktert fogja adni
ko: 합성 시퀀스가 지정되지 않은 유니코드 문자도 입력할 수 있도록 합니다. 예를 들어, U+1A3F를 출력하려면 Compose U 1 A 3 F를 입력합니다
no: Skru på Unicode-inndata for alle tegn, selv dem uten definert sammenfattingssekvens. For eksempel, vil følgende sekvens skrive ut tegnet U+1A3F: Sammenfattingstast U 1 A 3 F
ro: Activează intrarea Unicode pentru toate caracterele, chiar și pentru cele cărora nu le-a fost definită o secvență de compunere. Spre exemplu, următoarea secvență va produce caracterul U+1A3F: Compose U 1 A 3 F Enter
sc: Abìlita s’insertada Unicode pro totu sos caràteres, fintzas cussos chene filera compose. Pro fàghere un’esèmpiu, custa filera at a otènnere su caràtere U+1A3F: Compose U 1 A 3 F Imbiu
sv: Aktivera Unicode-inmatning för alla tecken, även de som saknar definierad komponeringssekvens. Till exempel kommer följande sekvens att mata ut tecknet U+1A3F: Komposering U 1 A 3 F Enter
ta: எல்லா எழுத்துகளுக்கும் யூனிகோட் உள்ளீட்டை இயக்கவும், எந்த இசையமைப்பும் இல்லாதவர்கள் கூட வரையறுக்கப்பட்டுள்ளனர். உதாரணமாக, பின்வரும் வரிசை எழுத்துக்குறி u+1a3f ஐ வெளியிடும்: உ 1 a 3 f என்ட்
uk: Увімкнути введення Unicode для всіх символів, навіть тих, для яких не визначено комбінацій Compose. Наприклад, наступна комбінація введе символ U+1A3F: Compose U 1 A 3 F Enter

source: On invalid sequences
af: Op ongeldige rye
be: Пры няправільных паслядоўнасцях
bg: Действия при недействителни комбинации
el: Σε άκυρες ακολουθίες
eo: Je enigo de nevalida makroklavo
fi: Kun näppäinyhdistelmää ei ole määritelty
ga: Ar sheichimh neamhbhailí
hr: Pri neispravnim kombinacijama
hu: Helytelen szekvenciák esetén
ko: 잘못된 시퀀스가 입력될 때
no: Ved ugyldige sekvenser
ro: În cazul unei secvențe nevalide
sc: Si una filera no est vàlida
sv: För ogiltiga sekvenser
ta: தவறான காட்சிகளில்
uk: При неприпустимих комбінаціях

source: Fall back to case insensitive matches
af: Moenie omgee oor hoof en kleinletters nie
be: Выкарыстоўваць паслядоўнасці без уліку рэгістра
bg: Съвпадения без отчитане на регистъра
el: Επιστροφή σε λειτουργία χωρίς διάκριση πεζών-κεφαλαίων
eo: Uzi la uskleco-blindajn kongruojn anstataŭe
fi: Sisällytä tuloksettomaan hakuun merkkikoosta riippumattomat tulokset
ga: Fill ar chluichí cás-neamhíogair
hr: Koristi poklapanja bez razlikovanja veličine slova
hu: Ha nem sikerül, próbálja meg a kis- és nagybetűk megkülönböztetése nélkül is
ko: 대소문자만 다른 것이 있는 경우 사용
no: Fall tilbake til versalinsensitive treff
ro: Reîncearcă fără să ții cont de diferențe între majuscule și minuscule
sc: Torra a non distìnghere intre maiùscolas e minùscolas
sv: Fall tillbaka på icke-skiftlägeskänsliga träffar
ta: வழக்கு உணர்வற்ற போட்டிகளுக்கு மீண்டும் விழுங்கள்
uk: Повернутися до нечутливих до регістру збігів

source: If the entered sequence does not exist, but there is one that only differs by case, automatically correct it.
af: As die volgorde nie bestaan nie, maar daar is een wat net met hoofletters/kleinletters verskil, maak dit outomaties reg.
be: Калі ўведзеная паслядоўнасць не існуе, але ёсць іншая, што адрозніваецца толькі рэгістрам, аўтаматычна выкарыстоўваць яе.
bg: Ако въведената комбинация не съществува, но има такава, която се различава само по регистъра, автоматично се използва тя.
el: Εάν η εισηγμένη ακολουθία δεν υπάρχει, αλλά υπάρχει μία που διαφέρει μόνο σε κατάσταση πεζών-κεφαλαίων, να διορθώνεται αυτόματα.
eo: Se la enigita makroklavo ne ekzistas, sed ja ekzistas iu, kiu malsamas nur pro uskleco, aŭtomate korekti ĝin.
fi: Mikäli syötettyä yhdistelmää ei löydy, mutta vain merkkikooltaan eroava yhdistelmä löytyy, korjaa se automaattisesti.
ga: Mura bhfuil an seicheamh iontrála ann, ach go bhfuil ceann ann nach bhfuil éagsúil ach de réir cáis, ceartaigh go huathoibríoch é.
hr: Ako upisana kombinacija ne postoji, ali postoji jedna koja se razlikuje samo u veličini slova, automatski je ispravi.
hu: Ha a bevitt szekvencia nem létezik, de kis- és nagybetűk cseréjével igen, akkor automatikusan javítsa.
ko: 입력된 시퀀스가 존재하지 않지만 대소문자만 다른 것이 있다면 자동으로 정정합니다.
no: Hvis innskrevet sekvens ikke fines, mendet er mer en én som kun skiller seg i versalbruk, korriger den automatisk.
ro: În cazul în care secvența introdusă nu există, dar există una care diferă doar prin diferențe între majuscule/minuscule, folosește-o pe cea din urmă.
sc: Si sa filera insertada no esistit, ma nde b’est una chi cambiat petzi pro sas lìteras maiùscolas o minùscolas, currege·la automaticamente.
sv: Om den angivna sekvensen inte existerar, men det finns en som bara skiljer sig gällande skiftläge, korrigera det automatiskt.
ta: உள்ளிட்ட வரிசை இல்லை என்றால், ஆனால் வழக்கால் மட்டுமே வேறுபடும் ஒன்று இருந்தால், அதை தானாகவே சரிசெய்கிறது.
uk: Якщо введеної комбінації не існує, але є комбінація, яка відрізняється лише регістром, автоматично виправити її.

source: Discard all typed characters
af: Gooi alle getikte karakters weg
be: Забыць усе надрукаваныя сімвалы
bg: Отхвърляне на всички въведени знаци
el: Απόρριψη όλων των πληκτρολογημένων χαρακτήρων
eo: Forviŝi ĉiujn signojn tajpitajn
fi: Jätä pois kaikki syötetyt merkit
ga: Caith amach gach carachtar clóscríofa
hr: Odbaci sve utipkane znakove
hu: Minden leütött karakter elvetése
ko: 입력된 문자를 버리기
no: Forkast alle skrevne tegn
ro: Ignoră toate caracterele introduse
sc: Burra totu sos caràteres iscritos
sv: Förkasta alla inmatade tecken
ta: தட்டச்சு செய்த அனைத்து எழுத்துக்களையும் நிராகரிக்கவும்
uk: Видалити всі введені символи

source: If the entered sequence does not exist, discard all the characters that were typed. The default behaviour is to output the characters as if the compose key had not been used.
af: As die ingevoerde volgorde nie bestaan nie, gooi al die karakters weg wat getik is. Die verstekgedrag is om die karakters uit te voer asof die komponeersleutel nie gebruik is nie.
be: Калі ўведзеная паслядоўнасць не існуе, забыць усе надрукаваныя сімвалы. Па змаўчанні ўсе сімвалы друкуюцца так, нібы яны былі набраныя без compose.
bg: Ако въведената комбинация не съществува, всички въведени знаци биват отхвърлени. Поведението по подразбиране е извеждането на знаците все едно модификаторът не е бил натиснат.
el: Εάν η εισηγμένη ακολουθία δεν υπάρχει, να απορριφθούν όλοι οι χαρακτήρες που πληκτρολογήσατε. Η προεπιλεγμένη συμπεριφορά είναι να εξάγει τους χαρακτήρες σαν να μην είχε χρησιμοποιηθεί το πλήκτρο Σύνθεσης.
eo: Se la enigita makroklavo ne ekzistas, forviŝi ĉiujn jam-tajpitajn signojn. La konduto defaŭlta estas eligi ĉiujn signojn, kvazaŭ la kompona klavo ne uziĝis.
fi: Mikäli syötettyä yhdistelmää ei ole olemassa, jätä pois kaikki syötetyt merkit. Oletusarvoisesti merkit tulostetaan ikään kuin compose-näppäintä ei olisi käytetty.
ga: Mura bhfuil an seicheamh iontrála ann, caith amach na carachtair go léir a bhí clóscríofa. Is é an t-iompar réamhshocraithe ná na carachtair a aschur amhail is nár úsáideadh an eochair chumadóireachta.
hr: Ako upisana kombinacija ne postoji, odbaci sve utipkane znakove. Standardni način je, da se znakovi prikazuju kao da tipka za sastavljanje nije korištena.
hu: Ha a bevitt szekvencia nem létezik, minden karakter elvetése. Az alapértelmezés az összes karakter megjelenítése, mint ha a komponáló gombot meg sem nyomtuk volna.
ko: 입력된 시퀀스가 없는 경우, 입력된 문자를 모두 버립니다. 기본적으로는 Compose 키가 입력되지 않았을 때처럼 문자를 출력합니다.
no: Hvis innskrevet sekvens ikke finnes, forkast alle innskrevne tegn. Forvalgt oppførsel er å skrive ut alle tegnene som om sammenfattingstasten ikke hadde blitt brukt.
ro: Dacă secvența introdusă nu există, elimină toate caracterele care au fost tastate. Comportamentul implicit este de a afișa caracterele ca și cum tasta de compunere nu ar fi fost folosită.
sc: Si sa filera insertada no esistit, burra totu sos caràteres insertados. su cumportamentu predefinidu est de iscrìere totu sos caràteres comente chi sa tecla compose non siat istada impreada.
sv: Om den angivna sekvensen inte existerar, förkasta alla tecken som matats in. Standardbeteendet är att mata ut tecknen som om Komposition-tangenten inte hade använts.
ta: உள்ளிட்ட வரிசை இல்லை என்றால், தட்டச்சு செய்யப்பட்ட அனைத்து எழுத்துக்களையும் நிராகரிக்கவும். இயல்புநிலை நடத்தை, இசையமைப்பின் விசை பயன்படுத்தப்படாதது போல் எழுத்துக்களை வெளியிடுவதாகும்.
uk: Якщо введеної комбінації не існує, відкинути всі введені символи. За замовчуванням символи буде виведено так, ніби клавішу Compose не було використано.

source: Emit a beep
af: Maak 'n geluid
be: Утвараць гук
bg: Издаване на звуков сигнал
el: Εκπομπή ηχητικού σήματος
eo: Fari sonon
fi: Soita ääni
ga: Scaoil bíp
hr: Sviraj zvučni signal
hu: Hangjelzés
ko: 비프음을 출력
no: Utbasuner pip
ro: Emite un sunet
sc: Faghe unu sonu
sv: Skicka ut ett pip
ta: ஒரு பீப்பை வெளியிடுங்கள்
uk: Подати звуковий сигнал

source: If the entered sequence does not exist, emit a system sound.
af: As die ingevoerde volgorde nie bestaan nie, laat die rekenaar beep.
be: Утвараць сістэмны гук, калі паслядоўнасці не існуе.
bg: Ако въведената комбинация не съществува се издава системен звук.
el: Εάν η εισηγμένη ακολουθία δεν υπάρχει, να ακούγεται ένας ήχος του συστήματος.
eo: Se la enigita makroklavo ne ekzistas, eligi sisteman sonon.
fi: Mikäli syötettyä yhdistelmää ei ole olemassa, soita järjestelmän ääni.
ga: Mura bhfuil an seicheamh iontrála ann, scaoil fuaim chórais.
hr: Ako upisana kombinacija ne postoji, sviraj zvučni signal sustava.
hu: Ha a szekvencia nem létezik, adjon ki hangjelzést.
ko: 입력된 시퀀스가 존재하지 않는 경우, 시스템 사운드를 출력합니다.
no: Hvis innskrevet sekvens ikke finnes, utbasuner systemlyd.
ro: Dacă secvența introdusă nu există, emite un sunet de sistem.
sc: Si sa filera insertada no esistit, faghe unu sonu de sistema.
sv: Om den inmatade sekvensen inte existerar, skicka ut ett systemljud.
ta: உள்ளிட்ட வரிசை இல்லை என்றால், கணினி ஒலியை வெளியிடுங்கள்.
uk: Якщо введеної комбінації не існує, відтворити системний звук.

source: Interface language:
af: Taal van die program:
be: Мова інтэрфейса:
bg: Език на интерфейса:
el: Γλώσσα περιβάλλοντος:
eo: Interfaca lingvo:
fi: Käyttöliittymän kieli:
ga: Teanga an chomhéadain:
hr: Jezik sučelja:
hu: A kezelőfelület nyelve:
ko: 표시 언어:
no: Grensesnittspråk:
ro: Limba interfeței:
sc: Limba de s’interfache:
sv: Gränssnittsspråk:
ta: இடைமுக மொழி:
uk: Мова інтерфейсу:

source: Select the language that WinCompose uses for the interface. By default the operating system language is used.
af: Kies die taal wat WinCompose vir die program gebruik. By verstek word die bedryfstelseltaal gebruik.
be: Выбярыце мову, які будзе выкарыстоўвацца WinCompose для перакладу інтэрфейса. Па змаўчанні выкарыстоўваецца мова сістэмы.
bg: Изберете езика, който WinCompose да използва за интерфейса си. По подразбиране се използва езикът на операционната система.
el: Επιλέξτε τη γλώσσα που θα χρησιμοποιεί το WinCompose για το περιβάλλον χρήστη. Εξ ορισμού χρησιμοποιείται η γλώσσα του λειτουργικού συστήματος.
eo: Elektu la lingvon, kiun WinCompose uzas por la interfaco. Defaŭlte, la lingvo de la operaciumo estas uzata.
fi: Valitse WinCompose-käyttöliittymän kieli. Oletuksena käytetään käyttöjärjestelmän kieltä.
ga: Roghnaigh an teanga a úsáideann WinCompose don chomhéadan. De réir réamhshocraithe úsáidtear teanga an chórais oibriúcháin.
hr: Odaberi jezik koji WinCompose koristi za sučelje. Standardno se koristi jezik operacijskog sustava.
hu: Válassza ki a WinCompose felhasználói felületének nyelvét. Alapértelmezés a rendszer nyelve.
ko: WinCompose의 인터페이스가 표시되는 언어를 선택하세요. 기본적으로 시스템 언어를 사용합니다.
no: Velg språket brukt i WinCompose-grensesnittet. Som forvalg brukes systemspråk.
ro: Alege limba folosită de interfața WinCompose. În mod implicit se folosește limba sistemului de operare.
sc: Ischerta sa limba chi Wincompose at a impreare pro s’interfache. S’impostatzione predefinida est sa limba de sistema.
sv: Välj språket som WinCompose använder i gränssnittet. Som standard används operativsystemets språk.
ta: இடைமுகத்திற்கு Wincompose பயன்படுத்தும் மொழியைத் தேர்ந்தெடுக்கவும். இயல்பாக இயக்க முறைமை மொழி பயன்படுத்தப்படுகிறது.
uk: Виберіть мову інтерфейсу WinCompose. За замовчуванням використовується мова операційної системи.

source: Close
af: Maak toe
be: Закрыць
bg: Затваряне
el: Κλείσιμο
eo: Fermi
fi: Sulje
ga: Dún
hr: Zatvori
hu: Bezár
ko: 닫기
no: Lukk
ro: Închide
sc: Serra
sv: Stäng
ta: மூடு
uk: Закрити

source: Copy to clipboard
af: Kopieer na knipbord
be: Скапіяваць у буфер абмену
bg: Копиране
el: Αντιγραφή στο πρόχειρο
eo: Kopii al tondujo
fi: Kopioi leikepöydälle
ga: Cóipeáil chuig an ngearrthaisce
hr: Kopiraj u međuspremnik
hu: Vágólapra másolás
ko: 클립보드에 복사
no: Kopier til utklippstavle
ro: Copiază în clipboard
sc: Còpia in punta de billete
sv: Kopiera till urklipp
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்
uk: Скопіювати в буфер обміну

source: Emoji
be: Эмодзі
bg: Емоции
el: Εικονίδια έκφρασης
eo: Emoĝioj
fi: Emojit
ko: 이모지
ta: ஈமோசி

source: Apply
af: Doen dit nou
be: Прымяніць
bg: Прилагане
el: Εφαρμογή
eo: Apliki
fi: Käytä
ga: Cuir iarratas isteach
hr: Primijeni
hu: Alkalmaz
ko: 적용
no: Legg til
ro: Aplică
sc: Àplica
sv: Verkställ
ta: இடு
uk: Застосувати

source: Maintain original compose key behaviour
af: Handhaaf oorspronklike komponeer sleutelgedrag
be: Захаваць першапачатковыя паводзіны клавішы compose
bg: Запазване на поведението на клавиша Модификатор
el: Διατήρηση αρχικής συμπεριφοράς πλήκτρου σύνθεσης
eo: Konservi la originalan konduton de la kompona klavo
fi: Säilytä Compose-näppäimen alkuperäinen käyttäytyminen
ga: Coinnigh bun-iompraíocht bhunaidh
hr: Zadrži izvorni način rada tipke za sastavljanje
hu: A komponáló billentyű eredeti funkciójának megtartása
ko: 원래 Compose 키의 동작을 유지
no: Behold opprinnelig oppførsel for sammenfattingstast
ro: Păstrează comportamentul original al tastei de compunere
sc: Mantene su cumportamentu originale de sa tecla compose
sv: Upprätthåll ursprunglig beteende för Komposition-tangenten
ta: அசல் இசையமைத்தல் முக்கிய நடத்தை பராமரிக்கவும்
uk: Зберегти оригінальну поведінку клавіші Compose

source: This tells WinCompose to make a best effort to retain the original key’s behaviour. For instance, the Alt-Tab shortcut will still work even if Alt is used as the compose key.
af: Dit sê vir WinCompose om die beste te probeer om die oorspronklike sleutel se gedrag te behou. Die snelkoppeling Alt-Tab sal byvoorbeeld steeds werk, selfs as Alt as die komponeer-sleutel gebruik word.
be: Старацца захоўваць першапачатковыя паводзіны клавіш. Напрыклад, Alt + Tab будзе спрацоўваць як і раней, нават калі Alt вызначаны як клавіша compose.
bg: Запазва поведението на натиснатия клавиш. Например, комбинацията Alt+Tab ще работи, дори и когато за модификатор е избран клавишът Alt.
el: Αυτό λέει στο WinCompose να κάνει μια καλύτερη προσπάθεια για να διατηρήσει την αρχική συμπεριφορά του πλήκτρου. Για παράδειγμα, η συντόμευση Alt-Tab θα εξακολουθεί να λειτουργεί ακόμη κι αν το Alt χρησιμοποιείται ως πλήκτρο σύνθεσης.
eo: WinCompose plej bone klopodos reteni la konduton de la originala klavo. Ekzemple, la fulmoklavo Alt-Tabo plu funkcios, eĉ se Alt estas uzata kiel la kompona klavo.
fi: Tämä kehottaa WinComposea pyrkimään parhaansa mukaan säilyttämään alkuperäisen näppäimen toiminnallisuuden. Tällöin esimerkiksi Alt-Tab -pikanäppäin toimii edelleen, vaikka Alt-näppäintä käytetään compose-näppäimenä.
ga: Insíonn sé seo do WinCompose an iarracht is fearr a dhéanamh chun iompar na heochrach bunaidh a choinneáil. Mar shampla, oibreoidh an t-aicearra Alt-Tab fós fiú má úsáidtear Alt mar an eochair chumadóireachta.
hr: Ovime će WinCompose pokušati što bolje zadržati izvorni način rada tipke za sastavljanje. Na primjer, prečac Alt-Tab i dalje će raditi, čak i ako se Alt koristi kao tipka za sastavljanje.
hu: Próbálja a WinCompose a lehető legjobban megőrizni a billentyű eredeti funkcióját. Például az Alt-Tab gyorsbillentyű működni fog akkor is, ha az Alt a komponáló billentyű.
ko: WinCompose에서 키의 원래 동작을 유지하려고 합니다. 예를 들어, Alt가 Compose 키로 사용되는 경우에도 Alt-Tab 단축키가 작동합니다.
no: Gir WinCompose beskjed om å prøve å beholde den opprinnelige tastens oppførsel. For eksempel, vil Alt+Tab-snarveien fungere selv om Alt brukes som sammenfattingstast.
ro: Acest lucru îi spune lui WinCompose să facă tot posibilul pentru a păstra comportamentul original al tastei folosite pentru compunere. De exemplu, comanda rapidă Alt-Tab va funcționa în continuare chiar dacă Alt este utilizată ca tastă de compunere.
sc: Custu at a nàrrere a WinCompose de chircare cantu podet de otènnere su cumportamentu originale de sa tecla. Pro fàghere un’esèmpiu, s’incurtzadura Alt-Tab at a sighire a funtzionare fintzas si Alt est impreada comente tecla compose.
sv: Detta säger till WinCompose att göra en ansträngning att behålla originaltangentens beteende. Till exempel skulle genvägen Alt-Tab fortfarande fungera även om Alt används som Komposition-tangent.
ta: அசல் விசையின் நடத்தையைத் தக்கவைக்க சிறந்த முயற்சியை மேற்கொள்ள இது வின்கோம்போசைக் கூறுகிறது. உதாரணமாக, ALT-TAB குறுக்குவழி மாற்று இசையமைப்பின் விசையாகப் பயன்படுத்தப்பட்டாலும் இன்னும் செயல்படும்.
uk: Це вказує WinCompose докласти максимум зусиль, щоб зберегти оригінальну поведінку клавіш. Наприклад, комбінація клавіш Alt-Tab працюватиме, навіть якщо як клавішу Compose буде використано Alt.

source: Insert zero-width spaces in Office apps
af: Voeg nulwydtespasies in Office-toepassings in
be: Устаўляць пустыя прабелы ў праграмах Office
bg: Вмъкване на невидими интервали в MS Office
el: Εισαγωγή διαστημάτων χωρίς εύρος στις εφαρμογές Office
eo: Enigi nule larĝajn spacetojn en aplikaĵoj Office
fi: Lisää näkymättömiä välilyöntejä Office-sovelluksissa
ga: Cuir isteach spásanna ar leithead nialasach in aipeanna Office
hr: Umetni znakove razmaka bez širine u Office programima
hu: Az Office alkalmazásokban null-szélességű szóközök beszúrása
ko: Office 앱에서 폭 없는 공백을 삽입
ro: Introdu spații cu lățime zero în aplicațiile Office
sc: Inserta sos ispàtzios invisìbiles in sos aplicos Office
sv: Infoga nollpunktsmellanslag i Office-program
ta: அலுவலக பயன்பாடுகளில் சுழிய அகல இடங்களைச் செருகவும்
uk: Вставляти пробіли нульової ширини в програмах Office

source: Microsoft Office applications sometimes change the document font on the fly when entering certain Unicode characters. This feature inserts an invisible character after the Unicode character to work around the bug.
af: Microsoft Office-toepassings verander soms die dokumentfont wanneer sekere Unicode-karakters getik word. Hierdie stelling voeg 'n onsigbare karakter na die Unicode-karakter in om om die fout te werk.
be: Праграмы Microsoft Office часам змяняюць шрыфт дакумента, калі былі ўведзены пэўныя сімвалы Unicode. Гэтая налада дазваляе ўстаўляць нябачны прабел перад такімі сімваламі, каб прадухіліць гэтыя паводзіны.
bg: При въвеждане на определени символи на Юникод приложенията на Microsoft Office понякога променят шрифта на документа. Тази настройка вмъква невидим символ след символа на Юникод, за да заобиколи грешката.
el: Οι εφαρμογές του Microsoft Office μερικές φορές αλλάζουν τη γραμματοσειρά του εγγράφου, όταν εισάγονται ορισμένοι χαρακτήρες Unicode. Αυτή η λειτουργία εισάγει έναν αόρατο χαρακτήρα μετά το χαρακτήρα Unicode, για να επιλύσει το σφάλμα.
eo: Aplikaĵoj de Microsoft Office kelkfoje ŝanĝas la tiparon de la dokumento dinamike, se oni enigas iujn Unikodajn signojn. Tiu ĉi funkcio enigos signon nevideblan post la signo Unikoda, kiel provizora solvo kontraŭ tiu cimo.
fi: Microsoft Office -sovellukset muuttavat toisinaan asiakirjan fonttia lennossa syöttäessäsi tiettyjä Unicode-merkkejä. Tämä ominaisuus lisää näkymätön merkin Unicode-merkin perään vian kiertämiseksi.
ga: Uaireanta athraíonn feidhmchláir Microsoft Office cló an doiciméid ar an eitilt agus carachtair Unicode áirithe á n-iontráil. Cuireann an ghné seo isteach carachtar dofheicthe tar éis an charachtair Unicode chun oibriú timpeall an fhabht.
hr: Microsoft Office programi ponekad mijenjaju font dokumenta, kad se upišu određeni Unicode znakovi. Ova funkcija umeće nevidljivi znak nakon Unicode znaka, kako bi se zaobišla ta greška.
hu: A Microsoft Office alkalmazások néha menet közben megváltoztatják a dokumentum betűtípusát bizonyos Unicode karakterek bevitelekor. Ez a funkció megelőzi ezt a hibát egy láthatatlan karakter beillesztésével.
ko: Microsoft Office 앱은 특정 유니코드 문자를 입력할 때 폰트가 바뀌는 버그가 있습니다. 이 기능은 유니코드 문자 다음에 보이지 않는 문자를 삽입하여 버그를 해결합니다.
no: Kontorprogrammer endrer noen ganger dokumentskriften på direkten når noen av Unicode-tegnene skrives inn. Denne funksjonen setter inn et usynlig tegn etter Unicode-tegnet for å unngå problemet.
ro: Aplicațiile Microsoft Office modifică uneori din mers fontul documentului atunci când se introduc anumite caractere Unicode. Această caracteristică inserează un caracter invizibil după caracterul Unicode pentru a rezolva problema.
sc: Sas aplicatziones de Microsoft Office cada tantu cambiant su font de su documentu automaticamente cando carchi caràtere Unicode benit insertadu. Custa funtzionalidade insertat unu caràtere invisìbile a pustis de su caràtere Unicode pro istransire cussu errore.
sv: Microsoft Office-program ändrar ibland dokumenttypsnittet automatiskt när vissa Unicode-tecken matas in. Denna funktion matar in ett osynligt tecken efter Unicode-tecknet för att kringgå detta fel.
ta: நுண்மென் ஆபிச் பயன்பாடுகள் சில யூனிகோட் எழுத்துக்களை உள்ளிடும்போது சில நேரங்களில் ஆவண எழுத்துருவைப் பறக்கின்றன. இந்த நற்பொருத்தம் பிழையைச் சுற்றி வேலை செய்ய யூனிகோட் எழுத்துக்குப் பிறகு கண்ணுக்குத் தெரியாத தன்மையைச் செருகும்.
uk: Програми Microsoft Office іноді змінюють шрифт документа на льоту при введенні певних символів Unicode. Ця функція вставляє пробіл нульової ширини після символу Unicode, щоб обійти цю помилку.
