Repository: samhocevar/wincompose
Catalog: src/po/*.po
Languages: af, be, bg, el, eo, fi, ga, hr, hu, ko, no, ro, sc, sv, ta, uk

source: Emulate Caps Lock using both Shift keys
af: Maak asof Caps Lock gedruk word as beide Shift sleutels gedruk word
be: Эмуляваць Caps Lock выкарыстоўваючы абодва Shift
bg: Емулиране на Caps Lock, чрез два клавиша Shift
el: Προσομοίωση Caps Lock χρησιμοποιώντας και τα δύο πλήκτρα Shift
eo: Imiti majusklan baskulon uzante ambaŭ Ŝov-klavojn
fi: Jäljittele CapsLockia kummallakin Shift-näppäimellä
ga: Déan aithris ar Caps Lock ag baint úsáide as an dá eochair Shift
hr: Simuliraj Caps Lock koristeći obje Shift tipke
hu: A Caps Lock emulálása a két shift megnyomásával
ko: 양쪽 Shift 키를 누르는 것으로 Caps Lock을 대체
no: Emuler Caps Lock ved bruk av begge Shift-tastene
ro: Emulează funcția Caps Lock folosind ambele taste Shift
sc: Dispinta Bloc Maiusc impreende totas duas sas teclas Maiùscolu
sv: Emulera Caps Lock med båda Shift-tangenterna
ta: இரண்டு சிப்ட் விசைகளையும் பயன்படுத்தி கேப்ச் பூட்டைப் பின்பற்றுங்கள்
uk: Імітувати клавішу Caps Lock за допомогою обох клавіш Shift

source: If Caps Lock is used as the compose key, the original behaviour of the key becomes unavailable. This feature allows to turn Caps Lock on by pressing both Shift keys simultaneously.
af: As Caps Lock as die komponeer-sleutel gebruik word, word die oorspronklike gedrag van die sleutel nie beskikbaar nie. Met hierdie funksie kan Caps Lock aangeskakel word deur beide Shift-sleutels gelyktydig te druk.
be: Калі Caps Lock выкарыстоўваць як клавішу compose, першапачатковыя паводзіны клавішы будуць недаступнымі. Гэтая опцыя дазваляе уключаць Caps Lock націсканнем абодвух Shift адначасова.
bg: Ако Caps Lock е използван за модификатор, клавишът престава да върши функцията си. Тази настройка дава възможност Caps Lock да бъде включен при едновременно натискане на два клавиша Shift.
el: Αν το Caps Lock χρησιμοποιείται ως πλήκτρο σύνθεσης, η αρχική συμπεριφορά του πλήκτρου δεν θα είναι διαθέσιμη. Αυτό το χαρακτηριστικό επιτρέπει να ενεργοποιήσετε το Caps Lock πατώντας και τα δύο πλήκτρα Shift ταυτόχρονα.
eo: Se la majuskla baskulo estas uzata kiel la kompona klavo, la originala kunduto de la klavo ne funkcios. Ĉi tiu funkcio ebligas baskuli majusklojn premante la du majuskligajn (ŝovajn) klavojn.
fi: Jos Caps Lock -näppäintä käytetään kirjoitusnäppäimenä, sen alkuperäinen toiminnallisuus lakkaa. Tämä ominaisuus mahdollistaa Caps Lock -toiminnon painamalla molempia Shift-näppäimiä samanaikaisesti.
ga: Má úsáidtear Caps Lock mar an eochair chumadóireachta, ní bheidh iompar bunaidh na heochrach ar fáil. Ligeann an ghné seo Caps Lock a chur ar siúl ach an dá eochair Shift a bhrú ag an am céanna.
hr: Ako se Caps Lock koristi kao tipka za sastavljanje, izvorni način rada tipke postaje nedostupan. Ova funkcija omogućuje uključivanje tipke Caps Lock istovremenim pritiskom objih tipki Shift.
hu: Ha a Caps Lockot használjuk komponáló billentyűként, az eredeti funkciója elérhetetlen lesz. Ezzel a beállítással a két Shift egyidejű megnyomása bekapcsolja a Caps Lockot.
ko: Caps Lock이 합성 키로 사용되면, 키의 원래 기능은 비활성화됩니다. 이 기능은 Shift 키 2개를 동시에 눌러 Caps Lock을 켤 수 있도록 합니다.
no: Hvis Caps Lock brukes som sammenfattingstast, vil opprinnelig oppførsel for tasten bli utilgjengelig. Denne funksjonen tillater å skru på Caps Lock ved å trykke begge Shift-tastene samtidig.
ro: În cazul în care Caps Lock este utilizată ca tastă de compunere, comportamentul original al tastei devine indisponibil. Această funcție permite activarea Caps Lock prin apăsarea simultană a ambelor taste Shift.
sc: Si Bloc Maiusc (Caps Lock) est impreada comente tecla compose, su cumportamentu originale no est prus disponìbile. Custa funzionalidade permitit de allùere Bloc Maiusc incarchende ambas sas teclas Maiùscolu (Shift) in su matessi momentu.
sv: Om Caps Lock används som Komposition-tangent kommer tangentens ursprungliga beteende att bli otillgängligt. Denna funktion låter dig slå på Caps Lock genom att trycka på båda Skift-tangenterna samtidigt.
ta: கேப்ச் லாக் இசையமைப்பின் விசையாகப் பயன்படுத்தப்பட்டால், விசையின் அசல் நடத்தை கிடைக்காது. இந்த நற்பொருத்தம் இரண்டு சிப்ட் விசைகளையும் ஒரே நேரத்தில் அழுத்துவதன் மூலம் கேப்ச் பூட்டை இயக்க அனுமதிக்கிறது.
uk: Якщо Caps Lock використовується як клавіша Compose, початкова поведінка клавіші стає недоступною. Ця функція дозволяє увімкнути Caps Lock одночасним натисканням обох клавіш Shift.

source: Shift key disables Caps Lock
af: Shift sleutel deaktiveer Caps Lock
be: Shift выключае Caps Lock
bg: Shift изключва Caps Lock
el: Το πλήκτρο SHIFT να απενεργοποιεί το Caps Lock
eo: Malebligi majusklan baskulon per la ŝov-klavo
fi: Vaihto- eli Shift-näppäin kytkee CapsLockin pois
ga: Díchumasaíonn eochair Shift Caps Lock
hr: Tipka Shift isključuje Caps Lock
hu: A Shift billentyű kikapcsolja a Caps Lockot
ko: Shift Key를 눌러 Caps Lock 끄기
no: Shift-tasten skrur av Caps Lock
ro: Tasta Shift dezactivează Caps Lock
sc: Sa tecla Maiùscolu disabilitat Bloc Maiusc
sv: Skift-tangenten slår av Caps Lock
ta: சிப்ட் விசை கேப்ச் பூட்டை முடக்குகிறது
uk: Клавіша Shift вимикає Caps Lock

source: If Caps Lock is used as the compose key, the original behaviour of the key becomes unavailable. This feature allows to turn Caps Lock off by pressing the Shift key.
af: As Caps Lock as die komponeersleutel gebruik word, word die oorspronklike gedrag van die sleutel nie beskikbaar nie. Hierdie stelling laat Caps Lock afskakel word deur die Shift-sleutel te druk.
be: Калі Caps Lock выкарыстоўваць як клавішу compose, першапачатковыя паводзіны клавішы будуць недаступнымі. Гэтая опцыя дазваляе уключаць Caps Lock націсканнем Shift.
bg: Ако Caps Lock е използван за модификатор, клавишът престава да върши функцията си. Тази настройка дава възможност Caps Lock да бъде изключен при натискане на клавиш Shift.
el: Αν το Caps Lock χρησιμοποιείται ως πλήκτρο σύνθεσης, η αρχική συμπεριφορά του πλήκτρου δεν θα είναι διαθέσιμη. Αυτό το χαρακτηριστικό επιτρέπει να απενεργοποιήσετε το Caps Lock πατώντας το πλήκτρο Shift.
eo: Se la majuskla baskulo estas uzata kiel la kompona klavo, la originala konduto de la klavo ne funkcios. Ĉi tiu funkcio ebligas malŝalti la majusklan baskulon premante la majuskligan (ŝovan) klavon.
fi: Jos Caps Lock -näppäintä käytetään kirjoitusnäppäimenä, sen alkuperäinen toiminnallisuus lakkaa. Tämä ominaisuus mahdollistaa Caps Lockin poistamisen käytöstä painamalla Shift-näppäintä.
ga: Má úsáidtear Caps Lock mar an eochair chumadóireachta, ní bheidh iompar bunaidh na heochrach ar fáil. Ligeann an ghné seo Caps Lock a chasadh as ach an eochair Shift a bhrú.
hr: Ako se Caps Lock koristi kao tipka za sastavljanje, izvorni način rada tipke postaje nedostupan. Ova funkcija omogućuje isključivanje tipke Caps Lock pritiskom tipke Shift.
hu: Ha a Caps Lock van komponáló billentyűként beállítva, az eredeti funkciója elvész. Ezzel a beállítással a Shift billentyű kikapcsolja a Caps Lockot.
ko: Caps Lock이 합성 키로 사용되면, 키의 원래 기능은 비활성화됩니다. 이 기능은 Shift 키를 눌러 Caps Lock을 끌 수 있도록 합니다.
no: Hvis Caps Lock brukes som sammenfattingstast, vil opprinnelig oppførsel for tasten bli utilgjengelig. Funksjonen tillater å skru av Caps Lock ved å trykke på Shift-tasten.
ro: În cazul în care Caps Lock este utilizată ca tastă de compunere, comportamentul original al tastei devine indisponibil. Această funcție permite dezactivarea Caps Lock prin apăsarea tastei Shift.
sc: Si Bloc Maiusc (Caps Lock) est impreada comente tecla compose, su cumportamentu originale no est prus disponìbile. Custa funzionalidade permitit de istudare Bloc Maiusc incarcande sa tecla Maiùscolu (Shift).
sv: Om Caps Lock används som Komposition-tangent kommer tangentens ursprungliga beteende att bli otillgängligt. Denna funktion låter dig stänga av Caps Lock genom att trycka på Skift-tangenten.
ta: கேப்ச் லாக் இசையமைப்பின் விசையாகப் பயன்படுத்தப்பட்டால், விசையின் அசல் நடத்தை கிடைக்காது. இந்த நற்பொருத்தம் சிப்ட் விசையை அழுத்துவதன் மூலம் கேப்ச் பூட்டை அணைக்க அனுமதிக்கிறது.
uk: Якщо Caps Lock використовується як клавіша Compose, початкова поведінка клавіші стає недоступною. Ця функція дозволяє вимкнути Caps Lock, натиснувши клавішу Shift.

source: Caps Lock always capitalizes letters
af: Caps Lock maak altyd hoofletters
be: Caps Lock заўсёды робіць літары вялікімі
bg: Включен Caps Lock винаги създава главни букви
el: Το Caps Lock να κάνει πάντα κεφαλαία γράμματα
eo: La majuskla baskulo ĉiam majuskligas literojn
fi: Caps Lock tuottaa aina isoja kirjaimia
ga: Déanann Caps Lock caipitliú ar litreacha i gcónaí
hr: Caps Lock uvijek pretvara u velika slova
hu: A Caps Lock mindent nagybetűsít
ko: Caps Lock이 켜져 있으면 항상 대문자로 입력
no: Caps Lock gjør alltid om bokstaver til store versaler
ro: Caps Lock scrie întotdeauna literele cu majuscule
sc: Bloc Maiusc iscriet semper sas lìteras maiùscolas
sv: Caps Lock gör alltid om bokstäver till versaler
ta: தொப்பிகள் பூட்டு எப்போதும் கடிதங்களை மூலதனமாக்குகிறது
uk: Caps Lock завжди робить літери великими

source: When Caps Lock is on, typing an accented letter such as “é” will always output the corresponding capitalized letter, in this case “É”.
af: Wanneer Caps Lock aan is, sal 'n geaksentreerde letter soos "é" altyd die ooreenstemmende gekapitaliseerde letter, in hierdie geval "É" tik.
be: Пры наборы складаных літар, такіх як «é» будзе ўлічвацца стан Caps Lock: калі ён уключаны, замест звычайнага «é» будзе «É».
bg: При включен режим Caps Lock, въвеждането на ударени знаци като „é“ винаги ще въвежда съответната главна буква, в този случай „É“.
el: Όταν το Caps Lock είναι ενεργοποιημένο, πληκτρολογώντας έναν τονισμένο χαρακτήρα όπως το «έ», θα εξάγει πάντα το αντίστοιχο κεφαλαίο γράμμα. Στην περίπτωσή μας το «Έ».
eo: Kiam la majuskla baskulo estas ŝaltita, tajpi diakritaĵon, ekz. «é», ĉiam eligos la kongruan majusklan diakritaĵon, en tiu ĉi okazo «É».
fi: Kun Caps Lock on päällä, aksentoitujen kirjainten, kuten é:n, kirjoittaminen tuottaa aina vastaavan ison kirjaimen, tässä esimerkissä É:n.
ga: Nuair a bhíonn Caps Lock ar siúl, beidh an litir chaipitlithe chomhfhreagrach aschuir i gcónaí nuair a chlóscríobhtar litir ghéaraithe ar nós “é”, sa chás seo “É”.
hr: Kad je tipka Caps Lock uključena, tipkanje slova s naglaskom kao što je „é”, uvijek će ispisati odgovarajuće veliko slovo, u ovom slučaju „É”.
hu: Ha a Caps Lock be van kapcsolva, az ékezetes betűk, mint pl. az „é” is nagybetűként fognak megjelenni, pl. „É”.
ko: Caps Lock이 켜져 있을 때, “é”와 같이 악센트가 붙은 글자는 항상 대문자(이 경우 “É”)로 출력됩니다.
no: Når Caps Lock er på, vil innskriving av bokstav med akksent, som "é" alltid resultere i motsvarende bokstav i stor versal, i dette fall "É".
ro: Atunci când Caps Lock este activat, când se tastează o literă accentuată, cum ar fi „é”, se va afișa întotdeauna majuscula corespunzătoare a acelei literei, în acest caz „É”.
sc: Cando su Bloc Maiusc est allutu, incarcare una lìtera atzentada, a tipu “é”, at a iscrìere semper sa lìtera maiùscola chi li currispondet, in custu casu “É”.
sv: När Caps Lock är på, kommer inmatning av en bokstav med accenter så som ”é” kommer alltid att mata ut motsvarande versal bokstav, i detta fall ”É”.
ta: கேப்ச் பூட்டு இயங்கும் போது, “é” போன்ற உச்சரிக்கப்பட்ட கடிதத்தைத் தட்டச்சு செய்வது எப்போதும் தொடர்புடைய மூலதன கடிதத்தை வெளியிடும், இந்த விசயத்தில் “é”.
uk: Якщо увімкнено Caps Lock, при введенні наголошеної літери, наприклад, "é", завжди буде виведено відповідну велику літеру, в даному випадку "É".

source: Categories
af: Kategorieë
be: Катэгорыі
bg: Категории
el: Κατηγορίες
eo: Kategorioj
fi: Luokat
ga: Catagóirí
hr: Kategorije
hu: Kategóriák
ko: 분류
no: Kategorier
ro: Categorii
sc: Categorias
sv: Kategorier
ta: வகைகள்
uk: Категорії

source: In selected categories
af: In geselekteerde kategorieë
be: У выбраных катэгорыях
bg: В избрани категории
el: Σε επιλεγμένες κατηγορίες
eo: En elektitaj kategorioj
fi: Valituissa luokissa
ga: I gcatagóirí roghnaithe
hr: U odabranim kategorijama
hu: A kiválasztott kategóriákban
ko: 선택된 분류에서 선택
no: I valgte kategorier
ro: În categoriile selectate
sc: In sas categorias ischertadas
sv: I valda kategorier
ta: தேர்ந்தெடுக்கப்பட்ட வகைகளில்
uk: У вибраних категоріях

source: Options — WinCompose
af: Opsies - WinCompose
be: Параметры — WinCompose
bg: Настройки — WinCompose
el: Επιλογές — WinCompose
eo: Agordoj — WinCompose
fi: Asetukset — WinCompose
ga: Roghanna - WinCompose
hr: Opcije – WinCompose
hu: Beállítások — WinCompose
ko: 설정 — WinCompose
no: Innstillinger — WinCompose
ro: Opțiuni — WinCompose
sc: Optziones — WinCompose
sv: Alternativ — WinCompose
ta: விருப்பங்கள் - வின்கோம்போச்
uk: Налаштування — WinCompose

source: Options…
af: Opsies…
be: Параметры…
bg: Настройки…
el: Επιλογές…
eo: Agordoj…
fi: Asetukset…
ga: Roghanna…
hr: Opcije …
hu: Beállítások…
ko: 설정…
no: Alternativ…
ro: Opțiuni…
sc: Optziones…
sv: Alternativ…
ta: விருப்பங்கள்…
uk: Налаштування…

source: WinCompose v{2} on {0} ({1} sequences)
af: WinCompose v{2} op {0} ({1} kombinasies)
be: WinCompose v{2} на {0} ({1} паслядоўнасцяў)
bg: WinCompose v{2} посредством {0} ({1} комбинации)
el: WinCompose v{2} σε {0} ({1} ακολουθίες)
eo: WinCompose v{2} en {0} ({1} makroklavoj)
fi: WinCompose v{2}, näppäin {0} ({1} merkkiyhdistelmää)
ga: WinCompose v{2} ar {0} ({1} seicheamh)
hr: WinCompose v{2} na {0} (broj kombinacija: {1})
hu: WinCompose v{2} a {0} billentyűvel ({1} szekvencia)
ko: WinCompose v{2} on {0} (시퀀스 {1}개)
no: WinCompose v{2} på {0} ({1} sekvenser)
ro: WinCompose v{2} pe tasta {0} (număr de secvențe: {1})
sc: WinCompose v{2} pro {0} ({1} fileras)
sv: WinCompose v{2} på {0} ({1} sekvenser)
ta: {1} ({0} வரிசைமுறைகளில்) V {2}
uk: WinCompose v{2} на {0} ({1} комбінацій)

source: General
af: Algemene
be: Асноўныя
bg: Общи настройки
el: Γενικά
eo: Ĝeneralaj
fi: Yleistä
ga: Ginearálta
hr: Opće
hu: Általános
ko: 일반
no: Hovedinnstillinger
sc: Generale
sv: Allmänt
ta: பொது
uk: Загальні

source: Behavior
af: Gedrag
be: Паводзіны
bg: Поведение
el: Συμπεριφορά
eo: Konduto
fi: Toiminta
ga: Iompar
hr: Ponašanje
hu: Viselkedés
ko: 동작
no: Oppførsel
ro: Comportament
sc: Cumportamentu
sv: Beteende
ta: நடத்தை
uk: Поведінка

source: Sequences — WinCompose
af: Kombinasies — WinCompose
be: Паслядоўнасці — WinCompose
bg: Комбинации — WinCompose
el: Ακολουθίες — WinCompose
eo: Makroklavoj — WinCompose
fi: Merkkiyhdistelmät — WinCompose
ga: Seichimh - WinCompose
hr: Kombinacije – WinCompose
hu: Szekvenciák — WinCompose
ko: 시퀀스 — WinCompose
no: Sekvenser — WinCompose
ro: Secvențe — WinCompose
sc: Fileras — WinCompose
sv: Sekvenser — WinCompose
ta: காட்சிகள் - வின்கோம்போச்
uk: Комбінації — WinCompose

source: User-defined macros
af: Gebruiker-gedefinieerde makros
be: Макрасы карыстальніка
bg: Потребителски макроси
el: Μακροεντολές καθορισμένες από το χρήστη
eo: Makroklavoj tajloritaj
fi: Käyttäjän makrot
ga: Macraí atá sainithe ag an úsáideoir
hr: Korisničke makronaredbe
hu: Felhasználó által definiált makrók
ko: 사용자 정의 매크로
no: Brukerdefinerte makroer
ro: Macrocomenzi definite de utilizator
sc: Macros definidas dae s’impitadore
sv: Användardefinierade makron
ta: பயனர் வரையறுக்கப்பட்ட மேக்ரோக்கள்
uk: Користувацькі макроси

source: WinCompose is disabled
af: WinCompose is gedeaktiveer
be: WinCompose адключаны
bg: WinCompose е изключен
el: Το WinCompose είναι απενεργοποιημένο
eo: WinCompose estas malŝaltita
fi: WinCompose on pois käytöstä
ga: Tá WinCompose díchumasaithe
hr: WinCompose je deaktiviran
hu: WinCompose letiltva
ko: WinCompose가 비활성화되었습니다
no: WinCompose er avskrudd
ro: WinCompose este dezactivat
sc: Wincompose est disabilitadu
sv: WinCompose är inaktiverat
ta: வின்கோம்போச் முடக்கப்பட்டுள்ளது
uk: WinCompose вимкнений

source: Insert
eo: Enmeto
fi: Syötä
ga: Cuir isteach
hr: Umetni
hu: Beszúrás
sc: Inserta
sv: Infoga
ta: செருகவும்

source: Test Typing
af: Toets tik area
be: Праверце набор
bg: Място за изпробване
el: Δοκιμή πληκτρολόγησης
eo: Provi la tajpadon
fi: Syötön kokeilu
ga: Clóscríobh Tástáil
hr: Test tipkanja
hu: Gépelés kipróbálása
ko: 입력 테스트
ro: Încearcă să tastezi aici
sc: Iscrie testu
sv: Testinmatning
ta: சோதனை தட்டச்சு
uk: Тестування набору тексту

source: Tweaks
af: Aanpassings
be: Паляпшэнні
bg: Фини настройки
el: Λεπτομερείς ρυθμίσεις
eo: Optimumigoj
fi: Parannukset
ga: Mionathruithe
hr: Podešavanja
hu: Trükkök
ko: 상세 설정
no: Justeringer
ro: Ajustări
sc: Modìficas minores
sv: Justeringar
ta: மாற்றங்கள்
uk: Твіки

source: {0} seconds
af: {0} sekondes
be: 10 секунд
bg: {0} секунди
el: {0} δευτερόλεπτα
eo: {0} sekundoj
fi: [0} sekuntia
ga: {0} soicind
hr: {0} s
hu: {0} másodperc
ko: {0}초
no: {0} sekunder
ro: {0} sec.
sc: {0} segundos
sv: {0} sekunder
ta: {0} விநாடிகள்
uk: {0} секунд

source: About
af: Oor die program
be: Пра праграму
bg: Относно
el: Περί
eo: Pri
fi: Tietoja
ga: Maidir
hr: Informacije
hu: Névjegy
ko: WinCompose에 대해
no: Om
ro: Despre program
sc: Informatziones
sv: Om
ta: பற்றி
uk: Про застосунок

source: Download WinCompose {0}
af: Laai WinCompose af {0}
be: Спампаваць WinCompose {0}
bg: Изтегляне на WinCompose {0}
el: Λήψη του WinCompose {0}
eo: Elŝuti WinCompose {0}
fi: Lataa WinCompose {0}
ga: Íoslódáil WinCompose {0}
hr: Preuzmi WinCompose {0}
hu: A WinCompose {0} letöltése
ko: WinCompose {0} 다운로드
no: Last ned WinCompose {0}
ro: Descarcă WinCompose {0}
sc: Iscàrriga WinCompose {0}
sv: Hämta WinCompose {0}
ta: Wincompose {0} பதிவிறக்கவும்
uk: Завантажити WinCompose {0}

source: About WinCompose
af: Inligting oor WinCompose
be: Пра WinCompose
bg: Относно WinCompose
el: Περί WinCompose
eo: Pri WinCompose
fi: Tietoja WinComposesta
ga: Maidir WinCompose
hr: Informacije o WinCompose
hu: A WinCompose névjegye
ko: WinCompose에 대해
no: Om WinCompose
ro: Despre WinCompose
sc: WinCompose: informatziones
sv: Om WinCompose
ta: வின்கோம்போச் பற்றி
uk: Про WinCompose

source: Programming
af: Programmering
be: Праграмаванне
bg: Програмиране
el: Προγραμματισμός
eo: Programado
fi: Ohjelmointi
ga: Ríomhchlárú
hr: Programiranje
hu: Programozták
ko: 프로그래밍
no: Programmering av
ro: Programatori
sc: Programatzione
sv: Programmering
ta: நிரலாக்க
uk: Програмування

source: Translation
af: Vertaling
be: Пераклад
bg: Преводи
el: Μετάφραση
eo: Tradukado
fi: Käännös
ga: Aistriúchán
hr: Prijevod
hu: Fordítás
ko: 번역
no: Oversettelse ved
ro: Traducători
sc: Bortadura
sv: Översättning
ta: மொழிபெயர்ப்பு
uk: Переклад

source: Authors
af: Skrywers
be: Аўтары
bg: Автори
el: Συντελεστές
eo: Aŭtoroj
fi: Kehittäjät
ga: Údair
hr: Autori
hu: Készítették
ko: 개발자
no: Utviklere
ro: Autori
sc: Autores
sv: Skapare
ta: ஆசிரியர்கள்
uk: Автори

source: License
af: Lisensie
be: Ліцэнзія
bg: Лицензи
el: Άδεια
eo: Permesilo
fi: Lisenssi
ga: Ceadúnas
hr: Licenca
hu: Licenc
ko: 라이선스
no: Lisens
ro: Licență
sc: Litzèntzia
sv: Licens
ta: உரிமம்
uk: Ліцензія

source: WinCompose needs to be restarted for some changes to take effect.
af: WinCompose moet weer begin word om die veranderinge in werking te stel.
be: WinCompose неабходна перазапусціць, каб некаторыя змены ўступілі ў сілу.
bg: WinCompose трябва да бъде рестартиран поради промяна.
el: Το WinCompose πρέπει να κάνει επανεκκίνηση για εφαρμογή ορισμένων αλλαγών.
eo: WinCompose devas reŝargiĝi, por ke iuj ŝanĝoj efektiviĝu.
fi: WinCompose täytyy käynnistää uudelleen, jotta muutokset tulevat voimaan.
ga: Ní mór WinCompose a atosú le go dtiocfaidh roinnt athruithe i bhfeidhm.
hr: Za primjenu promjena, WinCompose se mora ponovo pokrenuti.
hu: Néhány változás csak a WinCompose újranidítása után lép életbe.
ko: 변경 사항을 적용하려면 WinCompose를 재시작해야 합니다.
no: WinCompose må startes på ny før endringer kan tre i effekt.
ro: WinCompose trebuie să fie repornit pentru ca anumite modificări să fie aplicate.
sc: WinCompose depet èssere torradu a allùere pro fàghere in menera chi sas modìficas potzant tènnere efetu.
sv: WinCompose behöver startas om för att några av ändringarna ska börja gälla.
ta: சில மாற்றங்கள் நடைமுறைக்கு வர வின்கோம்போச் மறுதொடக்கம் செய்யப்பட வேண்டும்.
uk: Щоб деякі зміни набули чинності, потрібно перезапустити WinCompose.

source: Report a Bug
af: Rapporteer 'n fout
be: Паведаміць пра памылку
bg: Съобщаване на дефект
el: Αναφορά σφάλματος
eo: Raporti cimon
fi: Ilmoita virheestä
ga: Tuairiscigh fabht
hr: Prijavi grešku
hu: Hibajelentés
ko: 버그 신고
no: Rapporter en feil
ro: Raportează o problemă
sc: Sinnala unu problema
sv: Rapportera en bugg
ta: ஒரு பிழையைப் புகாரளிக்கவும்
uk: Повідомити про помилку

source: Help
be: Дапамога
bg: Помощ
el: Βοήθεια
eo: Helpo
fi: Ohje
ga: Cabhrú
hr: Pomoć
hu: Segítség
ko: 도움말
no: Hjelp
ro: Ajutor
sc: Agiudu
sv: Hjälp
ta: உதவி
uk: Допомога

source: Updates are available.
af: Daar is 'n nuwe weergawe.
be: Даступныя абнаўленні.
bg: Има ново издание.
el: Υπάρχουν διαθέσιμες ενημερώσεις.
eo: Ĝisdatigoj estas haveblaj.
fi: Päivityksiä on saatavilla.
ga: Tá nuashonruithe ar fáil.
hr: Dostupne su nove verzije.
hu: Frissítések elérhetők.
ko: 업데이트가 없습니다.
ro: Există actualizări disponibile.
sc: Bi sunt agiornamentos disponìbiles.
sv: Uppdateringar är tillgängliga.
ta: புதுப்பிப்புகள் கிடைக்கின்றன.
uk: Доступні оновлення.

source: User-defined sequences
af: Gebruiker-gedefinieerde kombinasies
be: Паслядоўнасці карыстальніка
bg: Потребителски комбинации
el: Ακολουθίες οριζόμενες από χρήστη
eo: Makroklavoj difinitaj de la uzanto
fi: Käyttäjän makrot
ga: Seichimh úsáideora-shainithe
hr: Korisničke kombinacije
hu: Felhasználó által definiált szekvenciák
ko: 사용자 정의 시퀀스
no: Brukerdefinerte sekvenser
ro: Secvențe definite de utilizator
sc: Fileras definidas dae s’impitadore
sv: Användardefinierade sekvenser
ta: பயனர் வரையறுக்கப்பட்ட காட்சிகள்
uk: Комбінації, визначені користувачем

source: Edit
af: Verander
be: Рэдагаванне
bg: Променяне
el: Επεξεργασία
eo: Redakti
fi: Muokkaa
ga: Cuir in eagar
hr: Uredi
hu: Szerkesztés
ko: 편집
no: Rediger
ro: Modificare
sc: Acontza
sv: Redigera
ta: தொகு
uk: Редагування

source: Reload
af: Herlaai
be: Перачытаць
bg: Презареждане
el: Επαναφόρτωση
eo: Reŝargi
fi: Lataa uudelleen
ga: Athlódáil
hr: Učitaj ponovo
hu: Újratöltés
ko: 새로고침
no: Last inn igjen
ro: Reîncărcare
sc: Torra a carrigare
sv: Läs om
ta: ஏற்றவும்
uk: Перезавантажити

source: Allow Injected Keys
af: Laat ingespuitte sleutels toe
be: Апрацоўваць націсканні клавіш ад іншых праграм
bg: Приемане на комбинации от други приложения
el: Να επιτρέπονται εμβόλιμα πλήκτρα
eo: Permesi enĵetitajn klavojn
fi: Salli syötetyt näppäimet
ga: Ceadaigh Eochracha Instealladh
hr: Dozvoli umetnute tipke
hu: Leütések szimulációja
ko: 키 삽입을 허용
ro: Acceptă apăsări de tastă emulate
sc: Permiti teclas importadas
sv: Tillåt inskjutna tangenter
ta: செலுத்தப்பட்ட விசைகளை அனுமதிக்கவும்
uk: Дозволити комбінації від інших програм

source: Do not ignore keys sent by other software like AutoHotkey or Synergy
af: Moenie sleutels ignoreer wat deur ander sagteware soos AutoHotkey of Synergy gestuur word nie
be: Не ігнараваць націсканні клавіш, створаныя праграмамі накшталт AutoHotKey ці Synergy
bg: Приемане на изпратените клавишни комбинации от други приложения като AutoHotkey или Synergy
el: Να μην αγνοούνται τα πλήκτρα που αποστέλλονται από άλλο λογισμικό όπως το AutoHotkey ή το Synergy
eo: Ne ignori klavojn, kiuj estas senditaj de aliaj programaroj, ekz. AutoHotKey aŭ Synergy
fi: Älä jätä huomiotta muiden ohjelmistojen, kuten AutoHotkeyn tai Synergyn, lähettämiä näppäimiä
ga: Ná déan neamhaird d'eochracha a sheolann bogearraí eile ar nós AutoHotkey nó Synergy
hr: Nemoj zanemariti tipke koje šalju drugi softveri poput AutoHotkey ili Synergy
hu: Ne vesse el a más szoftverek (pl. AutoHotkey, Synergy) által küldött billentyűket
ko: AutoHotKey 또는 Synergy와 같은 다른 소프트웨어에서 입력된 키를 무시하지 않기
ro: Nu ignora apăsările de tastă trimise de alte programe precum AutoHotkey sau Synergy
sc: No ignores sas teclas importadas dae àteros programmas comente a AutoHotkey o Synergy
sv: Hoppa inte över tangent som skickas av andra programvaror så som AutoHotKey eller Synergy
ta: ஆட்டோஓட்கி அல்லது சினெர்சி போன்ற பிற மென்பொருளால் அனுப்பப்பட்ட விசைகளை புறக்கணிக்காதீர்கள்
uk: Не ігнорувати натискання клавіш, надіслані іншими програмами, такими як AutoHotkey або Synergy
